Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Immersup API
fr: API ImmerSup

source: You're not allowed to access this ressource
fr: Vous n'êtes pas autorisé(e) à accéder à cette ressource

source: establishment
fr: établissement

source: structure
fr: structure d'établissement

source: training domain
fr: domaine de formation

source: training subdomain
fr: sous-domaine de formation

source: training
fr: formation

source: course
fr: cours

source: course_type
fr: type de cours

source: start_time
fr: heure de début

source: end_time
fr: heure de fin

source: building
fr: bâtiment

source: meeting place
fr: lieu de rencontre

source: speakers
fr: intervenants

source: registration number
fr: nombre d'inscrits

source: place number
fr: nombre de places

source: additional information
fr: informations complémentaires

source: period
fr: période

source: last name
fr: nom

source: first name
fr: prénom

source: birthdate
fr: date de naissance

source: level
fr: niveau

source: class name
fr: classe

source: bachelor type
fr: type de baccalauréat

source: course/event label
fr: Libellé de cours/évènement

source: attendance status
fr: émargement

# person type
source: High school student
fr: Lycéen

# person type
source: Student
fr: Étudiant

source: Visitor
fr: Visiteur

source: High school student
fr: Lycéen

source: Student
fr: Étudiant

source: Course '%(label)s' : speaker '%(email)s' has to be manually created before using it in a course
fr: Cours '%(label)s' : l'intervenant '%(email)s' doit être créé manuellement avant d'être attaché à un cours

source: Course '%(label)s' : speaker email '%(email)s' not found in establishment '%(code)s'
fr: Cours '%(label)s' : le courriel de l'intervenant '%(email)s' n'a pas été trouvé dans l'établissement '%(code)s'

source: Couldn't add group 'INTER' to user '%(username)s' : %(exception)s
fr: Impossible d'ajouter le groupe 'INTER' à l'utilisateur '%(username)s' : %(exception)s

source: Search string is empty
fr: Chaîne de recherche vide

source: Please select an establishment or a high school first
fr: Veuillez d'abord sélectionner un établissement ou un lycée

source: Sorry, establishment not found
fr: L'établissement n'a pas été trouvé

source: Sorry, high school not found
fr: Lycée non trouvé

source: Error : can't query establishment accounts data source
fr: Erreur : impossible de joindre la source des comptes

source: Error : %s
fr: Erreur : %s

source: Error : no template id
fr: Erreur : pas d'id de template

source: Error : a valid campus must be selected
fr: Erreur : un campus valide doit être sélectionné

source: Error: A date is required
fr: Erreur: Une date est requise

source: Error: bad date format
fr: Erreur : format de date incorrect

# vacations
source: Holidays
fr: Vacances

source: Holiday
fr: Férié

source: Sunday
fr: Dimanche

source: Outside valid period
fr: Hors période d'immersion

source: Before
fr: Avant

source: After
fr: Après

source: Error: No action selected for request
fr: Erreur: Aucune action sélectionnée pour cette requête

source: Error - record not found: %s
fr: Erreur : fiche non trouvée : %s

source: Error: record has missing or invalid attestation dates
fr: Erreur : la fiche contient des justificatifs sans date de validité

source: Record updated but notification not sent : %s
fr: La fiche a été mise à jour mais la notification n'a pas été envoyée : %s

source: Record updated, notification sent
fr: La fiche a été mise à jour, la notification a été envoyée

source: Error: No student record
fr: Erreur : fiche étudiant non trouvée

source: Missing parameter
fr: Paramètre manquant

source: Account not found
fr: Compte utilisateur non trouvé

source: You can't delete this account (this user has slots)
fr: Vous ne pouvez pas supprimer ce compte (créneaux/évènements présents)

source: You can't delete this account (insufficient privileges)
fr: Vous ne pouvez pas supprimer ce compte (droits insuffisants)

source: You can't delete this account (invalid group)
fr: Erreur : vous ne pouvez pas supprimer ce compte (groupe invalide)

source: User deleted successfully
fr: Utilisateur supprimé avec succès

source: Account deleted
fr: Compte supprimé

source: Invalid parameters
fr: Paramètres invalides

source: Past immersion cannot be cancelled
fr: Une immersion passée ne peut être annulée

source: Slot cancellation deadline has passed
fr: La date limite d'annulation de ce créneau est passée

source: You don't have enough privileges to cancel this registration
fr: Vous n'avez pas les droits suffisants pour annuler cette inscription

source: You can't use this cancellation reason
fr: Vous ne pouvez pas utiliser ce motif d'annulation

source: Immersion cancelled
fr: Immersion annulée

source: User not found
fr: Utilisateur non trouvé

source: Invalid cancellation reason #id
fr: #Id de motif d'annulation invalide

source: Error : missing user id
fr: Erreur : id utilisateur absent

source: Error : invalid user id
fr: Erreur : id utilisateur invalide

source: Error : no such user
fr: Erreur : utilisateur non trouvé

source: Error : user don't share his immersions with his highschool
fr: Erreur : l'utilisateur ne partage pas ses immersions avec son lycée

source: Remote
fr: Distanciel

source: Displayed a few days before event
fr: Publiée quelques jours avant l'évènement

source: Error : invalid user or immersion id
fr: Erreur : id utilisateur ou immersion invalide

source: Error : invalid slot id
fr: Erreur : id de créneau invalide

# person type
source: Visitor
fr: Visiteur

source: Error: no attendance status set in parameter
fr: Error : pas de statut d'émargement sélectionné

source: Error: missing immersion id parameter
fr: Erreur : paramètre manquant (id immersion)

source: Error : query contains some invalid immersion ids
fr: Erreur : la requête contient des ids d'immersions invalides

source: you don't have enough privileges to set the attendance status
fr: Vous n'avez pas les droits suffisants pour saisir les émargements

source: Error : query contains some invalid group immersion ids
fr: Erreur : la requête contient des ids d'immersions de groupes invalides

source: Registering an unpublished slot is forbidden
fr: S'inscrire à un créneau non publié n'est pas possible

source: Sorry, you can't add any registration to this slot
fr: Désolé, vous ne pouvez pas ajouter d'inscription sur ce créneau

source: Cannot register slot due to Highschool student account state
fr: Le statut du compte du lycéen(ne) ne permet pas d'inscription

source: Cannot register slot due to Highschool student record state
fr: Le statut de la fiche lycéen(ne) ne permet pas d'inscription

source: Cannot register slot due to student account state
fr: Le statut du compte de l'étudiant(e) ne permet pas l'inscription

source: Cannot register slot due to student record state
fr: Le statut de la fiche de l'étudiant(e) ne permet pas d'inscription

source: Cannot register slot due to visitor account state
fr: Le statut du compte visiteur ne permet pas d'inscription

source: Cannot register slot due to visitor record state
fr: Le statut de la fiche visiteur ne permet pas d'inscription

source: Cannot register slot due to out of date attestations
fr: Inscription impossible : vous avez des justificatifs invalides

source: Register to past slot is not possible
fr: Vous ne pouvez pas vous inscrire à un créneau passé

source: Cannot register slot due to slot's restrictions
fr: Le créneau est restreint, vous ne pouvez pas vous inscrire

source: Cannot register slot due to passed registration date
fr: La date limite d'inscription au créneau est passée, vous ne pouvez plus vous inscrire

source: No seat available for selected slot
fr: Pas de place disponible pour le créneau sélectionné

source: Already registered to this slot
fr: Vous êtes déjà inscrit(e) à ce créneau

source: Student already registered for selected slot
fr: Etudiant(e) déjà inscrit(e) à ce créneau

source: ACTIVATE_TRAINING_QUOTAS parameter not found or incorrect : please check the platform settings
fr: Paramètre ACTIVATE_TRAINING_QUOTAS non trouvé ou incorrect : merci de vérifer les paramètres généraux de la plateforme

source: No period found for slot %s : please check periods settings
fr: Aucune période pour le créneau %s. Merci de vérifier les dates des périodes.

source: You have no more remaining registration available for this period, you should cancel an immersion or contact immersion service
fr: Vous avez dépassé votre quota d'inscriptions pour cette période, vous devez soit annuler l'une de vos immersions, soit contacter le service immersion

source: You have no more remaining registration available for this training and this period, you should cancel an immersion or contact immersion service
fr: Vous avez dépassé votre quota d'inscriptions pour cette formation sur cette période, vous devez soit annuler l'une de vos immersions, soit contacter le service immersion

source: This student is over quota for this period
fr: Cet étudiant a atteint son quota d'immersions pour cette période

source: This student is over training quota for this period
fr: Cet étudiant a atteint son quota d'immersion pour cette formation sur cette période

source: Registration to this slot already exists
fr: Une inscription à ce créneau existe déjà

source: Registration successfully added, confirmation email sent
fr: Inscription au créneau validée, courriel de confirmation envoyé

source: Registration successfully added, confirmation email NOT sent : %s
fr: Inscription au créneau validée, courriel de confirmation NON envoyé : %s

source: Registration is not currently allowed
fr: Les inscriptions ne sont pas encore autorisées

source: Groups registrations are disabled
fr: Les immersions en cohortes sont désactivées

source: Invalid value for students count
fr: Nombre d'élèves invalide

source: Invalid value for guides count
fr: Nombre d'accompagnateurs invalide

source: Invalid slot
fr: Créneau invalide

source: This slot doesn't allow group registrations
fr: Les immersions en cohortes ne sont pas autorisées pour ce créneau

source: This slot accepts only one registered group
fr: Ce créneau n'accepte l'inscription que d'un seul groupe

source: There is not enough available places for this group
fr: Il n'y a pas assez de places disponibles pour inscrire ce groupe

source: Registering to an unpublished slot is forbidden
fr: L'inscription à un créneau non publié n'est pas autorisé

source: Sorry, you can't add any group registration to this slot
fr: Désolé, vous ne pouvez pas ajouter d'inscription de groupe sur ce créneau

source: This email seems invalid : %s. Please check the field format.
fr: Cette adresse n'a pas l'air valide : %s. Merci de vérifier le contenu du champ.

source: Group successfully updated.
fr: Inscription du groupe mise à jour

source: Group successfully registered.
fr: Groupe inscrit avec succès.

source: Registration error : %s
fr: Erreur à l'inscription : %s

source: Error : slot not found
fr: Erreur : créneau non trouvé

source: Unknown
fr: Inconnu

source: To complete
fr: À compléter

source: To validate
fr: À valider

# record status
source: Validated
fr: Validée

# record status
source: Rejected
fr: Rejetée

source: To revalidate
fr: À revalider

source: Initialization (to complete)
fr: Initialisation (à compléter)

source: mode param ('group' or 'student') is required
fr: paramètre 'mode' requis : 'groupe' ou 'étudiants'

source: Slot id is missing
fr: Id du créneau requis

source: Body is missing
fr: Corps du message requis

source: Subject is missing
fr: Sujet du message requis

source: Invalid slot id
fr: Créneau invalide

source: %s : error
fr: %s : erreur

source: copy
fr: copie

source: Invalid json decoding
fr: Erreur de décodage JSON

source: You don't have enough privileges to cancel these registrations
fr: Vous n'avez pas les droits suffisants pour annuler ces inscriptions

source: Immersion %s not found
fr: Immersion %s non trouvée

source: %s immersion(s) cancelled
fr: %s immersion(s) annulée(s)

source: Warning : some confirmation emails have not been sent :
fr: Attention : certains courriels de confirmation n'ont pas été envoyés :

source: Immersions warnings
fr: Avertissements

source: Group immersion %s not found
fr: Immersion de groupe %s non trouvée

source: courses
fr: cours

source: events
fr: évènements

source: event type
fr: type d'évènement

source: label
fr: libellé

source: high school consultancy agreement
fr: accord de consultation lycée

source: registrations visibility agreement
fr: Visibilité des inscriptions

# slot type
source: Course
fr: Cours

# slot type
source: Event
fr: Évènement

source: Yes
fr: Oui

source: No
fr: Non

source: anonymous_courses
fr: cours_anonymisées

source: anonymous_events
fr: évènements_anonymisés

source: anonymous_registrations
fr: inscriptions_anonymisées

source: anonymous identity
fr: identité anonymisée

source: registrant profile
fr: profil de l'inscrit

source: origin institution
fr: établissement d'origine

source: city
fr: ville

source: slot type
fr: type de créneau

source: Config parameter not found
fr: Paramètre de configuration non trouvé

source: Mail sent by %s from contact form
fr: Courriel envoyé par %s depuis le formulaire de contact

source: Couldn't send email : %s
fr: Courriel non envoyé : %s

source: Group
fr: Cohorte

source: Invalid parameter : course not found
fr: Paramètre invalide : cours non trouvé

source: Invalid email format
fr: Format de l'adresse incorrect

source: You have already set an alert on this course
fr: Vous avez déjà enregistré une alerte pour ce cours

source: Alert successfully set
fr: Alerte enregistrée

source: Alert successfully cancelled
fr: Alerte annulée

source: Invalid parameter
fr: Paramètre invalide

source: An error occurred while clearing duplicates data
fr: Une erreur est survenue lors de la suppression des données de dédoublonnage

source: Duplicates data cleared
fr: Données de dédoublonnage supprimées

source: User removed from your group
fr: Utilisateur supprimé de votre groupe

source: Slot not found
fr: Créneau non trouvé

source: A valid high school must be selected
fr: Un lycée valide doit être sélectionné

source: Objects '%s' are linked to this high school, it can't be deleted
fr: Des objets '%s' sont liés à ce lycée : suppression impossible

source: High school successfully deleted
fr: Lycée supprimé avec succès

source: A valid course must be selected
fr: Un cours valide doit être sélectionné

source: You are not allowed to delete this course
fr: Vous n'êtes pas autorisé(e) à supprimer ce cours

source: Slots are linked to this course, it can't be deleted
fr: Des créneaux sont liés à ce cours : suppression impossible

source: Course successfully deleted
fr: Cours supprimé avec succès

source: This slot has registered immersions: delete not allowed
fr: Il y a déjà des inscriptions à ce créneau : suppression interdite

source: Slot #%s deleted
fr: Créneau #%s supprimé

source: Some courses are attached to this training: delete not allowed
fr: Des cours sont rattachés à cette formation : Suppression impossible

source: Training #%s deleted
fr: Formation #%s supprimée.

source: Nothing to delete
fr: Aucune visite à supprimer

source: Insufficient privileges
fr: Droits insuffisants

source: Some slots are attached to this event: it can't be deleted
fr: Des créneaux sont liés à cet évènement : suppression impossible

source: Off offer event successfully deleted
fr: Évènement hors offre supprimé avec succès

source: No operator given or wrong operator (to_validate, validated, rejected, to_revalidate)
fr: Opérateur introuvable ou incorrect (to_validate, validated, rejected, to_revalidate)

source: Error - Bad operation selected. Allowed: validate, reject
fr: Erreur - opérateur incorrect. Autorisés : vaidate, reject

source: Charter successfully signed
fr: Charte signée avec succès

source: Charter not signed
fr: Charte non signée

source: No body for this template provided
fr: Le corps du message n'est pas présent

source: Template #%s can't be found
fr: Le modèle #%s est introuvable

source: A syntax error has been found in template #%s
fr: Une erreur de syntaxe a été détectée dans le modèle #%s

source: An error occurred while running annual purge command. For more details, please contact the administrator.
fr: Une erreur est survenue lors de l'exécution de la purge annuelle. Pour plus de détails, merci de contacter l'administrateur.

source: An error occurred while deleting expired LDAP accounts. For more details, please contact the administrator.
fr: Une erreur est survenue lors de la suppression des comptes LDAP expirés. Pour plus de détails, merci de contacter l'administrateur.

source: Settings updated
fr: Paramètre actualisé

source: Nothing to do
fr: Rien à faire

source: Error : user not authenticated
fr: Erreur : utilisateur non authentifié

source: Error : missing slot id
fr: Erreur : identifiant de créneau manquant

source: You can't register to this slot yet
fr: Vous ne pouvez pas vous inscrire à ce créneau pour le moment

source: You can't register to this slot anymore
fr: Vous ne pouvez plus vous inscrire à ce créneau

source: No group seat available for selected slot
fr: Pas de place disponible pour un groupe pour le créneau sélectionné

source: Course
fr: Cours

source: Event
fr: Évènement

source: Highschool
fr: Lycée

source: Higher education institution
fr: Établissement d'Etudes Supérieures

source: Establishment
fr: Établissement

source: Domain/Subdomain
fr: Domaine/Sous domaine

source: Training
fr: Formation

source: Persons cnt
fr: Nb personnes

source: Pupils cnt<br>%s
fr: Nb élèves<br>%s

source: Students cnt
fr: Nb étudiants

source: Visitors cnt
fr: Nb visiteurs

source: Registrations
fr: Inscriptions

source: Registrations<br>%s
fr: Inscriptions<br>%s

source: Students<br>registrations
fr: Inscriptions<br>étudiants

source: Visitors<br>registrations
fr: Inscriptions<br>visiteurs

source: High school
fr: Lycée

source: Visitors
fr: Visiteurs

source: Attended to at least one immersion
fr: Participation à au moins une immersion

source: Registrations to at least one immersion
fr: Inscriptions à au moins une immersion

source: Registrations count
fr: Inscriptions sur la plateforme

source: Establishment not found
fr: Établissement inconnu

source: Structure not found
fr: Structure inconnue

source: no name match yet
fr: pas de correspondance

source: Charts
fr: Statistiques

source: Activated accounts
fr: comptes lyc/etu activés

source: High schools
fr: Lycées

source: No city
fr: Pas de ville

source: Has UAI code(s)
fr: A un code UAI

source: Active conventions
fr: Conventions actives

source: Past conventions
fr: Conventions passées

source: All conventions
fr: Toutes les conventions

source: No conventions
fr: Pas de conventions

source: Structures
fr: Structures d'établissements

source: <EduConnect id>
fr: <id EduConnect>

source: Activated account
fr: Compte activé

source: Edited record
fr: Fiche renseignée

source: Validated record
fr: Fiche validée

source: Groups
fr: Groupes

source: Structure
fr: Structure d'établissement

source: username
fr: identifiant

source: You don't have enough privileges to delete this account
fr: Vous n'avez pas les droits suffisants pour supprimer ce compte

source: This account is linked to courses/events, you can't delete it
fr: Ce compte est lié à des cours/évènements, il ne peut pas être supprimé

source: This profile can't be deleted because it is used by an attestation document
fr: Ce profil ne peut être supprimé car il est utilisé par un objet 'Justificatif'

source: This training domain can't be deleted because it is used by training subdomains
fr: Ce domaine de formation ne peut pas être supprimé car il est utilisé par un sous-domaine de formation

source: This training subdomain can't be deleted because it is used by a training
fr: Ce sous-domaine de formation ne peut pas être supprimé car il est utilisé par une formation

source: This campus can't be deleted because it is used by a building
fr: Ce campus ne peut pas être supprimé car il est utilisé par un bâtiment

source: Establishments
fr: Établissements

source: This building can't be deleted because it is used by a slot
fr: Ce bâtiment ne peut pas être supprimé car il est utilisé par un ou plusieurs créneaux

source: This bachelor type can't be deleted because it is used by a high school or student record
fr: Ce type de baccalauréat ne peut pas être supprimé car il est utilisé par une fiche lycéen(ne) ou étudiant(e)

source: This bachelor mention can't be deleted because it is used by a high-school student record
fr: Cette mention du baccalauréat ne peut pas être supprimée car elle est utilisée par une ou plusieurs fiches lycéens

source: This teaching can't be deleted because it is used by a high-school student record
fr: Cet enseignement ne peut pas être supprimé car il est utilisé par une ou plusieurs fiches lycéens

source: This establishment can't be deleted (linked structures)
fr: Cet établissement ne peut pas être supprimé (structures liées)

source: This structure can't be deleted because it is used by a training
fr: Cette structure ne peut pas être supprimée car elle est utilisée par une formation

source: Training subdomains
fr: Sous-domaines de formation

source: This training can't be deleted because it is used by some courses
fr: Cette formation ne peut pas être supprimée car elle est utilisée par un ou plusieurs cours

source: This cancellation type can't be updated because it is used by some registrations
fr: Ce type d'annulation ne peut pas être modifié car il est utilisé par une ou plusieurs inscriptions

source: This cancellation type can't be deleted because it is used by some registrations
fr: Cette annulation ne peut pas être supprimé car elle est utilisée par une ou plusieurs inscriptions

source: This course type can't be deleted because it is used by some slots
fr: Ce cours ne peut pas être supprimé car il est utilisé par un ou plusieurs créneaux

source: This public type can't be deleted because it is used by accompanying document(s)
fr: Des documents d'accompagnement sont rattachés à ce type de public : Suppression impossible

source: This university year can't be deleted because university year has already started
fr: Cette année universitaire ne peut pas être supprimée car elle a déjà commencé

source: This university year can't be deleted because a purge date is defined
fr: Cette année universitaire ne peut pas être supprimée car une date de purge est définie

source: Multiple active years found. Please check your university years settings.
fr: Plusieurs années universitaires actives trouvée. Merci de vérifier leur configuration.

source: Active year not found. Please check your university years settings.
fr: Année universitaire active non trouvée. Merci de vérifier le paramétrage.

source: This period has slots, it cannot be deleted
fr: Des créneaux sont rattachés à cette période : suppression impossible

source: The active university year is over, the period cannot be deleted
fr: L'année universitaire active est terminée, la periode ne peut pas être supprimée

source: This period has already begun, it cannot be deleted
fr: Cette période a déjà commencé : suppression impossible

source: The period is already over, it cannot be updated anymore.
fr: Cette période est déjà terminée : elle ne peut plus être modifiée

source: Postbac immersions
fr: Immersions postbac

source: From %s
fr: Du %s

source: to %s
fr: au %s

source: Referents
fr: Référents

source: Some users or records are linked to this high school, it cannot be deleted
fr: Des utilisateurs ou des dossiers sont liés à ce lycée, il ne peut pas être supprimé

source: Address
fr: Adresse

source: Used in
fr: Utilisé dans
