Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale/*/LC_MESSAGES/django.po
Languages: fr

source: {} user(s) with group INTER and with establishment without SI deactivated
fr: {} utilisateur(s) avec le groupe INTER d'un établissement non lié au SI désactivé(s)

source: no user with group INTER and with LDAP establishment to deactivate
fr: aucun utilisateur du groupe INTER d'un établissement lié au SI à désactiver

source: Could not finish 'delete_account_not_in_ldap' command : %s
fr: Impossible de terminer la commande 'delete_account_not_in_ldap' : %s

source: success
fr: succès

source: No active year found, can't update statistics
fr: Aucune année universitaire active, mise à jour des statistiques impossible

source: Immersion cancellations
fr: Annulation d'immersions

source: AUTO_SLOT_UNSUBSCRIBE_DELAY missing or invalid, please check your configuration.
fr: Le paramètre AUTO_SLOT_UNSUBSCRIBE_DELAY est manquant ou invalide, merci de vérifier la configuration de l'application

source: 'ATT' system cancellation type (out of date attestation) is missing, please check your configuration
fr: Le type d'annulation 'ATT' (date de justificatif dépassée) est manquant, merci de vérifier la configuration de l'application

source: simulate cron running at <date> (for testing purpose). Format : MMDD
fr: forcer la date courante à <date> (pour tests). Format : MMJJ

source: simulate cron running at <time> (for testing purpose). Format : HHMM
fr: forcer la date courante à <time> (pour tests). Format : HHMM

source: value length error
fr: longueur de valeur incorrecte

source: Using date : %s
fr: Date paramétrée : %s

source: date : bad argument format : %s
fr: date : format incorrect : %s

source: Using time : %s
fr: Heure paramétrée : %s

source: time : bad argument format : %s
fr: time : format incorrect : %s

source: Running task : %s
fr: Lance de la tâche : %s

source: Cron test success
fr: Tâche test : succès

source: {} users who are no longer in establishments sources have been deleted
fr: {} utilisateur(s) absents des SI des établissements supprimé(s)

source: %s account(s) deleted
fr: %s compte(s) supprimé(s)

source: No account to delete
fr: Aucun compte à supprimer

source: Import higher education institutes
fr: Import des Établissements d'Etudes Supérieures

source: Cannot get institutes from url %s
fr: Impossible de récupérer les établissements à l'adresse %s

source: Json error (code_uai) : %s
fr: Erreur Json (code_uai) : %s

source: Cannot create new institute from data : %s
fr: Impossible de créer l'établissement à partir des données : %s

source: Cannot purge HigherEducationInstitution object with code %s
fr: Impossible de supprimer l'établissement dont le code est %s

source: %s institutes created
fr: %s référence(s) établissement créée(s)

source: %s institutes updated
fr: %s référence(s) établissement mise(s) à jour

source: %s institutes not updated
fr: %s référence(s) établissement non mise(s) à jour

source: %s institutes deleted
fr: %s référence(s) établissement supprimée(s)

source: %s institutes not deleted where they should have been
fr: %s référence(s) établissement aurai(en)t du être supprimée(s)

source: Send attestation expiration warnings
fr: Envoi des alertes d'expiration des justificatifs

source: Error while sending CPT_DEPOT_PIECE email to student '%s' : %s
fr: Erreur lors de l'envoi du mail CPT_DEPOT_PIECE à l'utilisateur '%s' : %s

source: Send components slots reminder
fr: Envoi des rappels de créneaux (structures)

source: Cannot send components slot reminder to %s : %s
fr: Impossible d'envoyer le rappel de créneau à l'adresse %s : %s

source: Send course alerts
fr: Envoi des alertes de disponibilité de cours

source: Cannot find an active template named '%s'. Please check the Messages Templates in admin section.
fr: Impossible de trouver un modèle actif nommé '%s'. Merci de vérifier les 'Modèles de messages' dans les paramètres d'administration

source: Cannot send email to %s : '%s'
fr: Courriel non envoyé à l'adresse %s : %s

source: Send global evaluation message
fr: Envoi du message pour l'évaluation globale

source: Cannot find GLOBAL_MAILING_LIST address. Please check the General Settings in admin section.
fr: Le paramètre GLOBAL_MAILING_LIST n'a pas été trouvé. Merci de vérifier les paramètres généraux de l'application

source: Cannot send email to mailing list %s : '%s'
fr: Courriel non envoyé à la liste %s : %s

source: Send pending validations notification
fr: Envoi des rappels de comptes à valider

source: Send slot evaluation message
fr: Envoi des messages d'évaluation des créneaux

source: Cannot find an active evaluation link. Please check the Evaluation forms links in admin section.
fr: Impossible de trouver un lien actif pour l'évaluation des créneaux. Merci de vérifier la section 'Liens des formulaires d'évaluation' dans l'administration

source: Send slot reminder
fr: Envoi des rappels de participation aux créneaux

source: Send slot reminder on closed registration
fr: Envoi d'un rappel à la clôture des inscriptions à un créneau

source: Cannot send high school manager slot reminder to %s : %s
fr: Impossible d'envoyer le rappel de créneau au référent lycée %s : %s

source: Send speaker slot reminder
fr: Envoi des rappels de créneaux aux intervenants

source: Cannot send high school manager slot reminder to %(email)s : %(msg)s
fr: Impossible d'envoyer le rappel de créneau au référent lycée %(email)s : %(msg)s

source: Start date must be after the date of the first slot (%s)
fr: La date de début doit être paramétrée avant la date du premier créneau (%s)

source: End date must be after the date of the last slot (%s)
fr: La date de fin doit être paramétrée après la date du dernier créneau (%s)

source: Please check establishment LDAP plugin settings : %s
fr: Merci de vérifier les paramètres de l'extension LDAP (admin/établissement) : %s

source: Not an Establishment object
fr: L'objet n'est pas de type 'Établissement'

source: Establishment is not configured with LDAP plugin
fr: L'établissement n'est pas configuré avec le l'extension LDAP

source: LDAP plugin settings are empty
fr: Les paramètres de l'extension LDAP sont vides

source: LDAP plugin setting '%s' not found
fr: Le paramètre '%s' de l'extension LDAP n'a pas été trouvé

source: Please check establishment REST plugin settings : %s
fr: Merci de vérifier les paramètres de l'extension REST (admin/établissement) : %s

source: Establishment is not configured with REST plugin
fr: L'établissement n'est pas configuré avec le l'extension REST

source: REST plugin settings are empty
fr: Les paramètres de l'extension REST sont vides

source: REST plugin setting '%s' not found
fr: Le paramètre '%s' de l'extension REST n'a pas été trouvé

source: HEADERS must be a dict
fr: HEADERS doit être un dictionnaire

source: PORT must be an integer
fr: PORT doit être un entier

source: %s function is not implemented
fr: %s fonction non implémentée

source: Error while generating header : %s
fr: Erreur à la génération de l'en-tête : %s

source: Unknown value : %s
fr: Valeur inconnue : %s

source: Couldn't parse template vars : %s
fr: Impossible de traiter les variables de mails : %s

source: not set
fr: non définie

source: Event N°1
fr: Évènement N°1

source: My event
fr: Mon évènement

source: My event description
fr: Description de mon évènement

source: Unknown home institution
fr: Établissement d'origine inconnu

source: disabled person
fr: Personne porteuse d'un handicap

source: Group : %s students, %s guides - %s
fr: Groupe : %s étudiants, %s accompagnateurs - %s

# slot data
source: None
fr: Aucune

source: unknown
fr: inconnu

source: None
fr: Aucun

source: room
fr: salle

source: remote slot
fr: créneau à distance

source: event
fr: évènement

source: high school
fr: Lycée

source: Link improperly configured
fr: Lien non renseigné

source: Page not found
fr: Page non trouvée

source: The page you are looking for might have been removed, had its name changed or is temporarily unavailable.
fr: La page que vous recherchez a peut-être été supprimée, son nom modifié ou est temporairement indisponible.

source: Error
fr: Erreur

source: something is broken on the server
fr: une erreur est survenue sur le serveur

source: Don't worry it's not you, it's our fault!
fr: Pas d'inquiétude, vous n'y êtes pour rien, c'est de notre faute !

source: Accompanying
fr: Accompagnement

source: Useful documents
fr: Documents utiles

source: Home
fr: Accueil

source: Title of file
fr: Titre du fichier

source: No documents available
fr: Aucun document disponible

source: First, enter an email and some user's informations. Then, you’ll be able to edit more options.
fr: Saisissez tout d'abord un courriel et quelques informations sur l'utilisateur. Vous pourrez ensuite modifier plus d’options.

source: Enter an email.
fr: Saisissez un courriel.

source: Warning the document will be removed from public interface
fr: Attention ce document va être supprimé de la partie publique

source: Warning document(s) will be removed from public interface
fr: Attention les documents sélectionnés vont être supprimés de la partie publique

source: Import holidays
fr: Import des jours fériés

source: I want to launch the annual purge
fr: Je veux lancer la purge annuelle

source: Annual purge
fr: Purge annuelle

source: This action delete all registrations, all high school student accounts, all students accounts, all visitors accounts, all slots and all events.
fr: Cette action supprimera toutes les inscriptions, tous les comptes lycéens, étudiants, visiteurs, tous les créneaux de cours et d'évènements.

source: To launch the annual purge, you must write this sentence on this field:
fr: Pour lancer la purge annuelle, vous devez réécrire la phrase suivante:

source: Launch annual purge
fr: Lancer la purge annuelle

source: Available documents for this content
fr: Documents disponibles pour ce contenu

source: Document name
fr: Nom du document

source: Document url
fr: Url du document

source: Mail template preview
fr: Prévisualisation du modèle de message

source: Slot type
fr: Type de créneau

source: User type
fr: Type d'utilisateur

source: Local account
fr: Compte local

source: The ACTIVATE_COHORT setting is enabled
fr: Le paramètre ACTIVATE_COHORT est activé

source: Warning : the ACTIVATE_COHORT setting is disabled
fr: Attention : le paramètre ACTIVATE_COHORT est désactivé

source: High school uses EduConnect
fr: Le Lycée utilise EduConnect

source: The ACTIVATE_EDUCONNECT setting is enabled
fr: Le paramètre ACTIVATE_EDUCONNECT est activé

source: Warning : the ACTIVATE_EDUCONNECT setting is disabled
fr: Attention : le paramètre ACTIVATE_EDUCONNECT est désactivé

source: Available vars for this message
fr: Variables disponibles pour ce message

source: Charter has not been signed (yet)
fr: La charte de votre établissement/lycée n'a pas encore été signée

source: Your establishment is awaiting its charter to be signed by a referent
fr: Un référent doit signer la charte de votre établissement/lycée

source: Highschools statistics - registrations to my trainings, by domain
fr: Statistiques lycéennes - inscriptions à mes formations, par domaine

source: Highschools statistics - my high school students registrations, by domain
fr: Statistiques lycéennes - inscriptions de mes lycéens, par domaine

source: Hosts statistics - registrations by domain
fr: Statistiques d'accueil - inscriptions par domaine

source: Populations statistics - registrations by domain
fr: Statistiques d'accueil - inscriptions par population et par domaine

source: Students level / categories
fr: Niveau des étudiants / catégories

source: All
fr: Tous

source: Manage filters
fr: Configurer les filtres

source: Select host institutions
fr: Sélectionner les établissements d'accueil

source: Select institutions of origin
fr: Sélectionner les établissements d'origine

source: Institutions
fr: Établissements

source: Display all
fr: Tous

source: Trainings statistics
fr: Statistiques par formation

source: Structure statistics - registrations by trainings in my structure(s)
fr: Statistiques - inscriptions par formation dans ma (mes) structure(s)

source: Establishment statistics - registrations to my trainings
fr: Statistiques établissement - inscriptions à mes formations

source: Highschools statistics - registrations to my trainings
fr: Statistiques lycéennes - inscriptions à mes formations

source: Highschools statistics - my high school students registrations by trainings
fr: Statistiques lycéennes - inscriptions de mes lycéens, par formation

source: Statistics - registrations by trainings
fr: Statistiques - inscriptions par formation

source: Select a structure
fr: Sélectionnez une structure

source: Filter by pupils from this high school
fr: Filtrer par élèves de ce lycée

source: Display trainings with no student
fr: Afficher les formations sans aucune inscription

source: Toggle counts columns
fr: Afficher/masquer les colonnes 'Nb étudiants'

source: Students (and post-bachelor levels)
fr: Étudiants (et niveaux post-bac)

source: Show all
fr: Tout afficher

source: Hide all
fr: Tout masquer

source: Toggle registrations columns
fr: Afficher/masquer les colonnes 'Inscriptions'

source: Students registrations (and post-bachelor levels)
fr: Inscriptions étudiants (et niveaux post-bac)

source: Visitors registrations
fr: Inscriptions visiteurs

source: Structure statistics - registrations and participations in my structure(s)
fr: Statistiques - inscriptions et participations dans ma (mes) structure(s)

source: Trainings registrations and participations statistics
fr: Statistiques d'inscriptions et de participations par formation

source: Establishment statistics - registrations and participations to my trainings
fr: Statistiques établissement - inscriptions et participations à mes formations

source: Highschools statistics - registrations and participations to my trainings
fr: Lycées - inscriptions et participations à mes formations

source: Highschools statistics - my high school students registrations and participations
fr: Statistiques lycéennes - inscriptions et participations de mes lycéens

source: Populations registrations and participations statistics
fr: Statistiques d'inscriptions et de participations par populations

source: Structure statistics - registrations and participations in my structure(s) courses
fr: Statistiques - inscriptions et participations dans les formations de ma (mes) structure(s)

source: Global statistics (all institutions)
fr: Statistiques globales (tous les établissements)

source: Filter by pupils from
fr: Filtrer par élèves de

source: All high schools and establishments
fr: Tous les lycées et établissements

source: High schools only
fr: Lycées uniquement

source: Filter by courses of establishments, structures or high schools
fr: Filtrer par formations d'établissements, structures ou lycées

source: By institutions/structures statistics
fr: Statistiques par établissements / lycées

source: Registered users count
fr: Inscrits sur la plateforme

source: Registered to at least one immersion
fr: Inscrits à au moins une immersion

source: Set the filters to build charts
fr: Configurez les filtres pour générer les graphiques

source: Slots charts for all establishments
fr: Statistiques : créneaux pour tous les établissements

source: Slots charts of my establishment
fr: Statistiques : créneaux de mon établissement

source: Include structures with no slot
fr: Inclure les structures sans créneau

source: Filter by establishment
fr: Filtrer sur cet établissement

source: Cohort immersions
fr: Immersions en cohorte

source: The courses
fr: Les cours

source: by domain and subdomain
fr: par domaine et sous-domaine

source: Events
fr: Évènements

source: available slots divided in subdomains (see below)
fr: créneaux disponibles répartis en sous-domaines / cours (voir ci-dessous)

source: available slots
fr: créneaux disponibles

source: slot(s) available
fr: Créneau(x) disponible(s)

source: No slots available
fr: Aucun créneau disponible

source: No cohort immersions available
fr: Aucune immersion en cohorte disponible

source: available events (see below)
fr: évènements disponibles (voir ci-dessous)

source: available events
fr: évènements disponibles

source: Schedules
fr: Horaires

source: Meeting place
fr: Lieu de rencontre

source: Remote event
fr: Distanciel

source: Speaker(s)
fr: Intervenant(s)

source: Data not available
fr: Non renseigné

source: Allowed highschools
fr: Lycées autorisés

source: Allowed highschool levels
fr: Niveaux lycéens autorisés

source: Slot open to all
fr: Créneau ouvert à tous

source: Individual immersions
fr: Immersions individuelles

source: Opening soon
fr: Ouverture prochaine

source: Available places
fr: Places restantes

source: Full
fr: Complet

source: Only one group of %(total_groups_places)s persons max
fr: Un seul groupe de %(total_groups_places)s personnes max

source: Register a group
fr: Inscrire un groupe

source: Registration from
fr: Inscription à partir du

source: group(s) of <span id="group_registrations_counter_%(pk)s">%(total_groups)s</span> persons max
fr: groupe(s) de <span id="group_registrations_counter_%(pk)s">%(total_groups)s</span> personnes max

source: group(s) registered
fr: groupe(s) inscrit(s)

source: Show map url
fr: Voir l'adresse de la carte

source: No off offer event available
fr: Pas d'offre d'évènements hors offre disponible

source: Register this group
fr: Inscrire ce groupe

source: Courses offer
fr: Offre de cours

source: Close all
fr: Tout réduire

source: Homepage
fr: Accueil

source: Click here for more informations
fr: Cliquez ici pour plus d'informations

source: Notify me when a place is available
fr: M'avertir quand une place est disponible

source: Availability alert set
fr: Alerte enregistrée

source: Cancelled registration
fr: Inscription annulée

source: Register again
fr: Se réinscrire

source: Already registered
fr: Déjà inscrit(e)

source: Register
fr: S'inscrire

source: Organizing structure
fr: Structure organisatrice

source: See more
fr: Détails

source: Close
fr: Fermer

source: No training available for the selected domain
fr: Pas de formation pour le domaine sélectionné

source: Click here to return to offer selection
fr: Cliquez ici pour revenir sur la selection de l'offre

source: Charter
fr: Charte

source: Convention form for the NORIA partnership agreement and the reception system for high school students
fr: Formulaire d’adhésion à la convention de partenariat cadre NORIA et au dispositif d’accueil des lycéens et lycéennes

source: Please read carefully and sign the registration charter for the establishment
fr: Merci de lire attentivement et signer la charte d'inscription pour l'établissement

source: as of
fr: en date du

source: Accept and sign the charter
fr: Accepter et signer la charte

source: Select a high school
fr: Sélectionnez un lycée

source: or
fr: ou

source: Select an establishment
fr: Sélectionnez un établissement

source: Duplicate
fr: Dupliquer

source: Modify
fr: Modifier

source: Delete
fr: Supprimer

source: Enter attendances
fr: Saisir des émargements

source: View registered students
fr: Consulter la liste des inscrits

source: Levels
fr: Niveaux

source: Allowed mentions
fr: Mentions autorisées

source: Allowed teachings
fr: Spécialités autorisées

source: Places
fr: Nombre de places

source: Individual registrations
fr: Immersions individuelles

source: Group registrations
fr: Immersions en cohortes

source: Update group registration
fr: Modifier l'inscription du groupe

source: full
fr: complet

source: Public group
fr: Groupe public

source: Private group
fr: Groupe privé

source: Indiv. only
fr: Indiv. seules

source: Group only
fr: Groupes seuls

source: Indiv + Group
fr: Indiv. et Groupes

source: Cancel
fr: Annuler

source: Do you really want to cancel this modification?
fr: Voulez-vous vraiment annuler la modification ?

source: Do you really want to cancel this duplication?
fr: Voulez-vous vraiment annuler la duplication ?

source: Do you really want to cancel this creation?
fr: Voulez-vous vraiment annuler la création ?

source: Date error
fr: Date incorrecte

source: You can't select an end date anterior to the current slot date
fr: Vous ne pouvez pas sélectionner une date antérieure à celle du créneau

source: Fields with a <i class="fa fas fa-asterisk"></i> are mandatory
fr: Les champs marqués d'un <i class="fa fas fa-asterisk"></i> sont obligatoires

source: Registration limit (in hours)
fr: Délai limite pour l'inscription (en heures)

source: Limit
fr: Limite

source: Cancellation limit (in hours)
fr: Délai limite pour l'annulation (en heures)

source: Keep 'Ctrl' or 'Command' key pressed to select multiple items
fr: Maintenez la touche 'Ctrl' ou 'Command' appuyée pour sélectionner plusieurs valeurs

source: Use bachelor type restrictions
fr: Restreindre à des types de bac

source: Notify registrants of these changes?
fr: Notifier les inscrits de ces modifications ?

source: Please fill the above fields first
fr: Veuillez d'abord compléter les champs précédents

source: (no speaker)
fr: (aucun intervenant)

source: No course available
fr: Aucun cours disponible

source: No campus available
fr: Aucun campus disponible

source: No building available
fr: Aucun bâtiment disponible

source: No available period for this date
fr: Aucune période disponible pour cette date

source: Confirm
fr: Confirmer

source: Select a period
fr: Sélectionnez une période

source: The slot has been successfully deleted
fr: Le créneau a été supprimé avec succès

source: Duplicate a course
fr: Dupliquer un cours

source: Update a course
fr: Modifier un cours

source: New course
fr: Nouveau cours

source: Create a new course
fr: Créer un cours

source: Course label
fr: Libellé de cours

source: If the published checkbox is not checked, the course will not be displayed even if the start and end dates of display are entered.
fr: Si le témoin publié n'est pas coché alors le cours ne sera pas affiché même si les dates de début et de fin de publication sont saisies.

source: Start date of display (optional) :
fr: Date de début de publication (facultative) :

source: End date of display (optional) :
fr: Date de fin de publication (facultative) :

source: Search
fr: Rechercher

source: Lastname ...
fr: Nom usuel ...

source: Add
fr: Ajouter

source: Save
fr: Enregistrer

source: Save and duplicate
fr: Enregistrer et dupliquer

source: Save and add new
fr: Enregistrer et ajouter un nouveau

source: Select a person
fr: Sélectionnez une personne

source: Duplicate a course slot
fr: Dupliquer un créneau de cours

source: Update a course slot
fr: Modifier un créneau de cours

source: Add a new course slot
fr: Ajouter un nouveau créneau de cours

source: Confirm course slot creation
fr: Confirmer la création du créneau de cours

source: This date is inside a vacation or a holiday. Do you really want to create a course slot with this date ?
fr: Cette date se situe pendant une période de vacances et/ou est un jour férié. Êtes-vous sûr(e) de vouloir utiliser cette date pour ce créneau de cours ?

source: Confirm course publication
fr: Confirmer la publication du cours

source: This course is unpublished. By creating this slot the associated course will be published. Do you want to continue?
fr: Ce cours n'est pas publié. En publiant ce créneau, le cours associé sera publié. Voulez-vous continuer ?

source: The Course dates will be changed
fr: Les dates du cours vont être modifiées
