Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Disability referent email
fr: Courriel du référent handicap

source: UAI reference
fr: Référence UAI

source: Short label
fr: Libellé court

source: Badge color (HTML)
fr: Couleur de badge (HTML)

source: Email
fr: Courriel

source: Mailing list
fr: Liste de diffusion

source: Master
fr: Maître

source: Is host establishment
fr: Est établissement d'accueil

source: Accounts source plugin
fr: Extension pour l'accès aux comptes

source: Accounts source plugin settings
fr: Paramètres de l'extension

source: Only files with type (%(authorized_types)s)
fr: Uniquement des fichiers de type (%(authorized_types)s)

source: (master)
fr: (maître)

source: Higher education establishment
fr: Établissement d'Etudes Supérieures

source: Higher education establishments
fr: Établissements d'Etudes Supérieures

source: Mailing list address
fr: Liste de diffusion

source: A structure with this code already exists
fr: Une structure d'établissement avec ce code existe déjà

source: select a country
fr: Sélectionnez un pays

source: Head teacher name
fr: Chef d'établissement

source: civility last name first name
fr: civilité nom prénom

source: Convention start date
fr: Date de début de la convention

source: Convention end date
fr: Date de fin de la convention

source: Offer post-bachelor immersions
fr: Propose son offre post bac à l'immersion

source: Has a convention
fr: Conventionné

source: Uses EduConnect student federation
fr: Utiliser EDUCONNECT pour les lycéens

source: Uses agent identity federation
fr: Utiliser la fédération d'identité pour les agents

source: Allow individual immersions
fr: Autoriser les immersions individuelles

source: If unchecked, allow only group immersions by the school manager
fr: Si cette case est décochée, seules les immersions en cohortes seront autorisées pour cet établissement

source: High school / Secondary school
fr: Lycée / collège

source: High schools / Secondary schools
fr: Lycées / collèges

source: Display order
fr: Ordre d'affichage

source: Is a post-bachelor level
fr: Est un niveau post-bac

source: Requires bachelor speciality
fr: Nécessite une spécialité du bac

source: High school level
fr: Niveau d'étude lycée

source: High school levels
fr: Niveaux d'études lycée

source: Post bachelor level
fr: Niveau d'étude post-bac

source: Post bachelor levels
fr: Niveaux d'études post-bac

source: Student level
fr: Niveau étudiant

source: Student levels
fr: Niveaux étudiants

source: Receive a list of students registered to my slots
fr: Recevoir la liste des inscrits à mes créneaux

source: Required. 150 characters or fewer. Letters, digits, @/./+/-/_/!/: and / only.
fr: Obligatoire. Maximum 150 caractères. Lettres, chiffres, @/./+/-/_/!/: et / seulement.

source: Enter a valid username.
fr: Erreur : identifiant invalide

source: A user with that username already exists.
fr: Un utilisateur avec cet identifiant existe déjà

source: Account destruction date
fr: Date de destruction du compte

source: Account validation string
fr: Clé d'activation du compte

source: Account password recovery string
fr: Clé de réinitialisation du mot de passe

source: Creation email sent
fr: Courriel de création de compte envoyé

source: Email change date
fr: Date de modification du courriel

source: Email activation date
fr: Date d'activation

source: User preferences
fr: Préférences utilisateur

source: (no last name)
fr: (pas de nom)

source: (no first name)
fr: (pas de prénom)

source: Email not sent : template %s not found or inactive
fr: Courriel non envoyé : modèle %s non trouvé ou désactivé

source: High school record not found or not valid
fr: Fiche lycéen(ne) non trouvée ou non validée

source: High schools restrictions in effect
fr: Restrictions lycées en vigueur

source: High school or post bachelor levels restrictions in effect
fr: Restrictions sur le niveau d'étude post-bac ou le niveau d'étude lycée en vigueur

source: Bachelors restrictions in effect
fr: Restrictions sur le baccalauréat en vigueur

source: Student record not found
fr: Fiche étudiant(e) non trouvée

source: Establishments restrictions in effect
fr: Restrictions établissements en vigueur

source: Student levels restrictions in effect
fr: Restrictions niveau d'études en vigueur

source: Visitor record not found or not valid
fr: Fiche visiteur non trouvée ou non validée

source: Slot restrictions in effect
fr: Restrictions sur le créneau en vigueur

source: User
fr: Utilisateur

source: Group members
fr: Membres du groupe

source: User group
fr: Utilisateurs groupés

source: User groups
fr: Utilisateurs groupés

source: Accounts link validation string
fr: Clé de validation pour lier les comptes

source: Pending accounts link
fr: Liaisons de comptes en attente

source: User profile
fr: Profil utilisateur

source: User profiles
fr: Profils utilisateurs

source: A training domain with this label already exists
fr: Un domaine de formation avec ce nom existe déjà

source: Training domain
fr: Domaine de formation

source: Training domains
fr: Domaines de formation

source: No domain
fr: Sans domaine

source: A training sub domain with this label already exists
fr: Un sous-domaine de formation avec ce nom existe déjà

source: Training sub domain
fr: Sous-domaine de formation

source: Training sub domains
fr: Sous-domaines de formation

source: Website address
fr: Site web

source: Allowed immersions per student, per period
fr: Quota d'immersions par personne et par période

source: A Training object with the same high school and label already exists
fr: Une formation avec le même lycée, la même formation et le même libellé existe déjà

source: Trainings
fr: Formations

source: A Campus object with the same establishment and label already exists
fr: Un campus de même nom existe déjà dans cet établissement

source: A bachelor mention with this label already exists
fr: Une mention de baccalauréat avec ce nom existe déjà

source: Technological bachelor series
fr: Série du baccalauréat technologique

# tbs_plural
source: Technological bachelor series
fr: Séries du baccalauréat technologique

source: Is pre-bachelor level
fr: Est un niveau bac ou inférieur

source: Is general type
fr: Type 'bac général'

source: Is technological type
fr: Type 'bac technologique'

source: Is professional type
fr: Type 'bac professionnel'

source: A bachelor type with this label already exists
fr: Un type de baccalauréat avec ce nom existe déjà

source: Bachelor type
fr: Type de baccalauréat

source: Bachelor types
fr: Types de baccalauréats

source: A building with this label for the same campus already exists
fr: Un bâtiment avec ce nom existe déjà pour ce campus

source: Building
fr: Bâtiment

source: Reserved for System
fr: Réservé au système

source: Reserved for Managers
fr: Réservé aux gestionnaires

source: Usable for individual registrations
fr: Utilisable pour les immersions individuelles

source: Usable for groups registrations
fr: Utilisable pour les immersions en cohortes

source: A cancel type with this label already exists
fr: Un type d'annulation avec ce nom existe déjà

source: Cancel type
fr: Type d'annulation

source: Cancel types
fr: Types d'annulation

source: Full label
fr: Libellé complet

source: A course type with this label already exists
fr: Un type de cours avec ce nom existe déjà

source: Course type
fr: Type de cours

source: Course types
fr: Types de cours

source: A specialty teaching with this label already exists
fr: Un enseignement de spécialité d'un baccalauréat général avec ce nom existe déjà

source: General bachelor specialty teaching
fr: Enseignements de spécialité d'un baccalauréat général

source: General bachelor specialties teachings
fr: Enseignements de spécialité d'un baccalauréat général

source: A public type with this label already exists
fr: Un type de public avec ce nom existe déjà

source: Public type
fr: Type de public

source: Public types
fr: Types de public

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Registration date
fr: Date de début de création de compte lycéens/étudiants

source: Purge date
fr: Date de purge

source: A university year with this label already exists
fr: Une année universitaire avec ce nom existe déjà

source: University year
fr: Année universitaire

source: University years
fr: Années universitaires

source: A holiday with this label already exists
fr: Un jour férié avec ce nom existe déjà

source: Holidays
fr: Jours fériés

source: A vacation with this label already exists
fr: Une période de vacances avec ce nom existe déjà

source: Vacation
fr: Vacances

source: Vacations
fr: Vacances

source: Use this period settings
fr: Utiliser les paramètres de la période

source: Use slots settings
fr: Utiliser les valeurs propres à chaque créneau

# period
source: Registration start date
fr: Date de début des inscriptions pour la période

# period
source: Registration end date
fr: Date de fin des inscriptions pour la période

source: Registration end date and delay policy
fr: Choix des dates de fin d'inscription et du délai d'annulation

source: Immersions start date
fr: Date de début des immersions

source: Immersions end date
fr: Date de fin des immersions

source: Cancellation limit delay
fr: Délai pour l'annulation de l'inscription (en heures)

source: Will be relative to each slot of this period
fr: Relatif à chaque créneau de la période

source: Allowed immersions per student
fr: Quota d'immersions par personne

source: Period '%(label)s' : %(begin_date)s - %(end_date)s
fr: Période '%(label)s' : %(begin_date)s - %(end_date)s

source: A Period object with the same label already exists
fr: Une période avec le même libellé existe déjà

source: Period
fr: Période

source: Periods
fr: Périodes

source: Published
fr: Publié

source: Speakers
fr: Intervenants

source: Start date must be after the date of the first slot
fr: La date de début doit être paramétrée avant la date de fin

source: End date must be after the date of the last slot
fr: La date de début des immersions doit être antérieure à la date de fin des immersions

source: A Course object with the same structure/high school, training and label already exists
fr: Un cours avec la même structure ou le même lycée, la même formation et le même libellé existe déjà

source: Courses
fr: Cours

source: An off offer event type with this label already exists
fr: Un type d'évènement hors offre avec ce nom existe déjà

source: Off offer event type
fr: Type d'évènement hors offre

source: Off offer event types
fr: Types d'évènements hors offre

source: Event type
fr: Type d'évènement

source: An off offer event with the same attachments and label already exists
fr: Un évènement avec les mêmes éléments et le même libellé existe déjà

source: Off-offer event
fr: Évènement hors offre

source: Off-offer events
fr: Évènements hors offre

source: Template variable
fr: Variable de modèle

source: Template variables
fr: Variables de modèle

source: Body
fr: Corps

source: Available variables
fr: Variables autorisées

source: Mail template
fr: Modèle de message

source: Mail templates
fr: Modèles de messages

source: Content
fr: Contenu

source: Information text
fr: Texte d'information

source: Information texts
fr: Textes d'information

source: Only files with type (%(authorized_types)s). Max file size : %(max_size)s
fr: Uniquement des fichiers de type (%(authorized_types)s). Taille max : %(max_size)s

source: An accompanying document with this label already exists
fr: Un document d'accompagnement avec ce nom existe déjà

source: Accompanying document
fr: Document d'accompagnement

source: Accompanying documents
fr: Documents d'accompagnement

source: A public document with this label already exists
fr: Un document public avec ce nom existe déjà

source: Public document
fr: Document public

source: Public documents
fr: Documents publics

source: A visitor type with this label already exists
fr: Un type de visiteur avec ce libellé existe déjà

source: Visitor type
fr: Type de visiteur

source: Attestation reserved for minors
fr: Pièce réservée aux mineurs

source: Mandatory
fr: Obligatoire

source: Requires a validity date
fr: Nécessite une date de validité

source: Template
fr: Modèle

source: Optional: when visitor profile is selected, you may select one or more visitor types
fr: Facultatif: lorsque le profil VIS est sélectionnée, vous pouvez préciser un ou plusieurs types de visiteurs

source: An attestation with this label already exists
fr: Un justificatif avec ce nom existe déjà

source: Attestation document
fr: Document justificatif

source: Attestation documents
fr: Documents justificatifs

source: An evaluation type with this code already exists
fr: Un type d'évaluation avec ce code existe déjà

source: Evaluation type
fr: Type d'évaluation

source: Evaluation types
fr: Types d'évaluation

source: Link
fr: Lien

source: An evaluation form link with this evaluation type already exists
fr: Un lien de formulaire d'évaluation pour ce type d'évaluation existe déjà

source: Evaluation form link
fr: Lien du formulaire d'évaluation

source: Evaluation forms links
fr: Liens des formulaires d'évaluation

source: One group
fr: Un seul groupe

source: By number of places
fr: Par nombre de places

source: Face to face
fr: Présentiel

source: Outside of host establishment
fr: Hors établissement d'accueil

source: Off offer event
fr: Évènement hors offre

source: Room
fr: Salle

source: Start time
fr: Heure de début

source: End time
fr: Heure de fin

source: Number of individual places
fr: Nombre de places individuelles

source: Number of places for groups
fr: Nombre de places pour les groupes

source: Additional information
fr: Informations complémentaires

source: Place
fr: Lieu

source: Use establishments restrictions
fr: Restreindre à des établissements/lycées

source: Use levels restrictions
fr: Restreindre à des niveaux

source: Use bachelors restrictions
fr: Restreindre à des types de bac

source: Allowed establishments
fr: Établissements autorisés

source: Allowed high schools
fr: Lycées autorisés

source: Allowed high school levels
fr: Niveaux lycéens autorisés

source: Allowed student levels
fr: Niveaux étudiants autorisés

source: Allowed post bachelor levels
fr: Niveaux post-bac autorisés

source: Allowed bachelor types
fr: Types de bac autorisés

source: Allowed bachelor mentions
fr: Mentions autorisées

source: Allowed bachelor teachings
fr: Spécialités autorisées

source: Registration limit delay
fr: Délai pour l'inscription (en heures)

source: Registration limit
fr: Inscription avant le

source: Cancellation limit
fr: Annulation avant le

source: Slot reminder notification sent
fr: Notification envoyée

source: Allow individual registrations
fr: Autoriser les immersions individuelles

source: Allow group registrations
fr: Autoriser les immersions en cohortes

source: Group management mode
fr: Mode de gestion des cohortes

source: Public group registrations
fr: Cohortes : ouvertes au public

source: date unknown
fr: date inconnue

source: start time unknown
fr: heure de début inconnue

source: end time unknown
fr: heure de fin inconnue

source: No type yet
fr: Type inconnu

source: Course - %(type)s %(label)s
fr: Cours - %(type)s %(label)s

source: Event - %s
fr: Évènement - %s

source: Slot
fr: Créneau

source: Slots
fr: Créneaux

source: Not entered
fr: Non saisi

source: Present
fr: Présent(e)

source: Absent
fr: Absent(e)

source: Cancellation type
fr: Type d'annulation

source: Attendance status
fr: Émargement

source: Survey notification status
fr: Lien enquête envoyée ?

source: Cancellation date
fr: Date d'annulation

source: Couldn't send the disability notification to this referent : %s
fr: Impossible de notifier le référent handicap : %s

source: Notification sent to disability referent
fr: Notification envoyée au référent handicap

source: Some notifications have been sent to disability referents, but some errors occured
fr: Notifications envoyées aux référents handicap (certaines erreurs ont été signalées aux administrateurs)

source: Couldn't send the disability notifications to the referents
fr: Les notifications n'ont pu être envoyées aux référents handicap

source: Last updated date
fr: Dernière mise à jour

source: Registered students count
fr: Nb d'étudiants

source: Student guides count
fr: Nb d'accompagnateurs

source: File
fr: Fichier

source: Comments
fr: Commentaires

source: Emails
fr: Courriels

source: Registration successfully added, confirmation email NOT sent : no valid recipient found
fr: Inscription au créneau validée, courriel de confirmation NON envoyé : aucun destinataire valide n'a été trouvé

source: Registration successfully added, confirmation email sent to high school managers and contacts
fr: Inscription au créneau validée, courriel de confirmation envoyé aux référents lycées et à tous les contacts

source: Group immersion
fr: Immersion en cohorte

source: Group immersions
fr: Immersions en cohortes

source: Technical
fr: Technique

source: Functional
fr: Fonctionnel

source: Setting name
fr: Nom du paramètre

source: Setting configuration
fr: Configuration du paramètre

source: Setting type
fr: Type du paramètre

source: General setting '%s' is missing or incorrect. Please check your settings.
fr: Paramètre général '%s' absent ou incorrect. Merci de vérifier le paramétrage.

source: General setting
fr: Paramètre général

source: General settings
fr: Paramètres généraux

source: Recipient
fr: Destinataire

source: Alert sent status
fr: Témoin d'envoi de l'alerte

source: Course free slot alert
fr: Alerte sur la disponibilité d'un cours

source: Course free slot alerts
fr: Alertes sur la disponibilité des cours

source: Year label
fr: Année

source: Platform registrations count
fr: Nombre d'inscrits sur la plateforme

source: Students registered to at least one course immersion count
fr: Nombre d'inscrits à au moins une immersion de cours

source: Students registered to more than one course immersion count
fr: Nombre d'inscrits à plusieurs immersions de cours

source: Students without any course immersion registration
fr: Nombre d'inscrits sans immersion de cours

source: Course immersions registrations count
fr: Nombre d'inscriptions aux immersions de cours

source: Course immersions participations count
fr: Nombre de participations aux immersions de cours

source: Course immersions participations ratio
fr: Taux de participation aux immersions de cours

source: Participants in at least one immersion count
fr: Nombre de participants à au moins une immersion

source: Participants in multiple immersions count
fr: Nombre de participants à plusieurs immersions

source: Participating structures count
fr: Nombre de structures participantes

source: Active trainings count
fr: Nombre de formations en service

source: Trainings offering at least one slot count
fr: Nombre de formations ayant proposé au moins un créneau

source: Active courses count
fr: Nombre de cours publiés

source: Courses offering at least one slot count
fr: Nombre de cours ayant proposé au moins un créneau

source: Total slots count
fr: Nombre total de créneaux publiés

source: Global seats count
fr: Nombre de places totales proposées

source: Approved highschools count
fr: Nombre de lycées conventionnés

source: Highschools with no students
fr: Nombre de lycées sans lycéen inscrit

source: Annual statistics
fr: Statistiques annuelles

source: Attendance certificate logo
fr: Logo de l'attestation de présence

source: Logo for attendance certificate
fr: Logo de l'attestation de présence

source: Signature for attendance certificate
fr: Signature pour l'attestation de présence

source: File type
fr: Type de fichier

source: file : %(name)s (%(type)s)
fr: fichier : %(name)s (%(type)s)

source: Custom theme file
fr: Fichier de personnalisation du thème

source: Custom theme files
fr: Fichiers de personnalisation du thème

source: Answer
fr: Réponse

source: Faq entry
fr: Entrée FAQ

source: Faq entries
fr: Entrées FAQ

source: Structure Manager
fr: Référent Structure

source: Selected structures for registrants list
fr: Structures - Inscriptions et participations

source: Selected structures for disabled registrants notifications
fr: Structure - Notifications handicap

source: Django command name
fr: Nom de la tâche

source: Execution Date
fr: Date d'exécution

source: Execution time
fr: Heure d'exécution

source: Frequency (in hours)
fr: Fréquence (en heures)

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Scheduled task
fr: Tâche planifiée

source: Scheduled tasks
fr: Tâches planifiées

source: Task
fr: Tâche

source: Success
fr: Succès

source: Scheduled task log
fr: Journal des tâches planifiées

source: Scheduled task logs
fr: Journaux des tâches planifiées

source: Username
fr: Utilisateur

source: Hijacked user
fr: Comptes liés

source: History
fr: Historique

source: Level
fr: Niveau

source: MefStat - High school level
fr: MefStat - Niveau d'étude lycée

source: MefStat - High school levels
fr: MefStat - Niveaux d'études lycée

source: User logged in
fr: Authentification réussie

source: User logged out
fr: Déconnexion

source: User login failed
fr: Erreur d'authentification

source: Hijack start
fr: Changement de compte

source: Hijack end
fr: Fin du changement de compte

source: A user with this email address already exists
fr: Un utilisateur avec cette adresse de courriel existe déjà

source: Establishment '%s' has an account plugin, the email is mandatory
fr: L'établissement '%s' a un greffon de gestion des comptes, Le courriel est obligatoire

source: Speaker email '%(mail)s' not found in establishment '%(code)s'
fr: Le courriel de l'intervenant '%(mail)s' n'a pas été trouvé dans l'établissement '%(code)s'

source: These field are mandatory : %s
fr: Ces champs sont obligatoires : %s

source: Either an establishment or a high school is mandatory
fr: Un établissement ou un lycée est obligatoire

source: A Structure object with the same establishment and label already exists
fr: Une structure de même nom existe déjà dans cet établissement

source: A Building object with the same campus and label already exists
fr: Un bâtiment de même nom existe déjà pour ce campus

source: A high school object with the same label and city already exists
fr: Un lycée de même nom existe déjà dans cette ville

source: You have to add at least one UAI code when using student federation
fr: Vous devez ajouter au moins un UAI si la fédération Educonnect est utilisée

source: UAI code %s not found
fr: Code UAI %s non trouvé

source: '%s' : please provide a structure or a high school
fr: '%s' : veuillez d'abord sélectionner une structure ou un lycée

source: '%s' : high school and structures can't be set together. Please choose one.
fr: '%s' : vous ne pouvez sélectionner à la fois un lycée ET une structure. Veuillez choisir entre les deux.

source: '%s' : please provide at least one training subdomain
fr: '%s' : veuillez spécifier au moins un sous-domaine de formation

source: A training with the label '%s' already exists within the same establishment or highschool
fr: Une formation avec le libellé '%s' existe déjà dans cet établissement ou ce lycée

source: A published course requires at least one speaker
fr: Veuillez ajouter au moins un intervenant.

source: Please provide a structure or a high school
fr: Veuillez d'abord sélectionner une structure ou un lycée

source: High school and structures can't be set together. Please choose one.
fr: Vous ne pouvez sélectionner à la fois un lycée ET une structure. Veuillez choisir entre les deux.
