Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale/*/LC_MESSAGES/django.po
Languages: fr

source: A Course object with the same structure/highschool, training and label already exists
fr: Un cours avec la même structure ou le même lycée, la même formation et le même libellé existe déjà

source: Start date cannot be greater than end date
fr: La date de début ne doit pas être postérieure à la date de fin

source: A slot requires at least a 'course' or an 'event' object
fr: Un créneau nécessite un cours ou un évènement

source: At least one of 'allow_individual_registrations' or 'allow_group_registrations' must be set
fr: Au moins un des deux attributs 'allow_individual_registrations' ou 'allow_group_registrations' doit avoir la valeur 'True'

source: Field '%s' is required for a new published slot
fr: Le champ '%s' est obligatoire pour créer un créneau publié

source: end_time can't be set before or equal to start_time
fr: L'heure de fin 'end_time' ne peut pas se situer avant l'heure de début 'start_time'

source: The course_type field is required when creating a new course slot
fr: Le champ 'type de cours' (course_type) est obligatoire pour créer un créneau de cours

source: The campus field is required when creating a new slot for a structure course
fr: Le champ 'campus' est obligatoire lors de la création d'un créneau pour une structure

source: The building field is required when creating a new slot for a structure course
fr: Le champ 'building' (bâtiment) est obligatoire lors de la création d'un créneau pour une structure

source: The campus field is forbidden when creating a new slot for a high school course
fr: Le champ 'campus' n'est pas autorisé lors de la création d'un créneau rattaché à un lycée

source: The building field is forbidden when creating a new slot for a high school course
fr: Le champ 'building' (bâtiment) n'est pas autorisé lors de la création d'un créneau rattaché à un lycée

source: Speaker '%(speaker)s' is not linked to course '%(course)s'
fr: L'intervenant '%(speaker)s' n'est pas rattaché au cours '%(course)s'

source: Error : a valid establishment or high school must be selected
fr: Erreur : un établissement ou un lycée doit être sélectionné

source: Error : a valid training must be selected
fr: Erreur : une formation valide doit être sélectionnée

source: Future slot
fr: Créneau à venir

source: University year is over
fr: Année universitaire terminée

source: To enter
fr: A saisir

source: Training not found
fr: Formation non trouvée

source: You are not allowed to set quota for this high school
fr: Vous n'êtes pas autorisé(e) à paramétrer le quota pour ce lycée

source: You are not allowed to set quota for this training
fr: Vous n'êtes pas autorisé(e) à paramétrer le quota pour cette formation

source: Bad quota value (positive integer required)
fr: La valeur du quota doit être un entier positif supérieur à 0

source: Please add an active University Year first.
fr: Veuillez d'abord créer une année universitaire active.

source: This slot belongs to another structure
fr: Ce créneau appartient à une autre structure

source: Courses cannot be created, updated or deleted because the active university year has not begun yet (or is already over).
fr: Les cours ne peuvent être ni créés, ni modifiés, ni supprimés car l'année universitaire n'a pas encore commencé (ou déjà terminée).

source: At least one speaker is required
fr: Au moins un intervenant obligatoire

source: Course successfully updated
fr: Cours modifié avec succès

source: Course successfully saved
fr: Cours enregistré avec succès

source: Speaker not found
fr: Intervenant non trouvé

source: Speaker successfully updated.
fr: Intervenant modifié avec succès

source: Warning : the username is now the new speaker's email address
fr: Attention : l'identifiant est maintenant le nouveau courriel de l'intervenant

source: Speaker successfully created.
fr: Intervenant créé avec succès

source: Your account is not bound to any high school
fr: Votre compte n'est lié à aucun lycée

source: This high school id does not exist
fr: Ce lycée n'existe pas

source: This student is not in your high school
fr: Ce lycéen n'est pas dans votre lycée

source: High school student record modified
fr: Fiche lycéen modifié

source: High school student user modified
fr: Compte lycéen modifié

source: High school student user modification failure
fr: Erreur de modification de compte lycéen

source: High school student record modification failure
fr: Erreur de modification de fiche lycéen

source: Training %s created.
fr: Formation %s créée.

source: Training not created.
fr: Formation non créée.

source: Training "%s" updated.
fr: Formation "%s" mise à jour.

source: Training "%s" not updated.
fr: Formation "%s" non mise à jour.

source: Course slot not created.
fr: Créneau de cours non créé.

source: Course slot "%s" updated.
fr: Créneau de cours "%s" mis à jour.

source: Notifications have been sent (%s)
fr: Notifications envoyées (%s)

source: {} error(s) occurred :
fr: {} erreur(s) :

source: Course slot "%s" not updated.
fr: Échec de la mise jour du créneau de cours "%s".

source: Published slot '%s' has missing required fields : not updated
fr: Champs non remplis pour le créneau publié '%s' : pas de mise à jour

source: Some slots have not been updated because at least one of individual / cohort registrations must be enabled.
fr: Des créneaux n'ont pas été modifiés car aucun mode d'inscription (individuelles / groupes) n'est activé.

source: Some slots individual registrations have not been disabled because immersions already exist
fr: Les créneaux individuels n'ont pas été désactivés sur certains créneaux car des personnes sont déjà inscrites.

source: Some slots individual places have not been updated because they already have more registered people
fr: Les places individuelles n'ont pas été mises à jour sur certains créneaux car le nombre de personnes inscrites est supérieur.

source: Some slots group registrations have not been disabled because group immersions already exist
fr: Les créneaux de groupes n'ont pas été désactivés sur certains créneaux car des groupes sont déjà inscrits.

source: Some slots group mode have not been updated because they have already more than one registered groups
fr: Le mode de gestion des groupes n'a pas été mis à jour sur certains créneaux car plusieurs groupes sont déjà inscrits.

source: Some slots group places have not been updated because they already have more registered people
fr: Les places réservées aux groupes n'ont pas été mises à jour sur certains créneaux car le nombre de personnes inscrites est supérieur.

source: Off offer event "%s" created.
fr: Évènement hors offre "%s" créé.

source: Off offer event not created.
fr: Évènement hors offre non créé.

source: Off offer event "%s" updated.
fr: Évènement hors offre "%s" mis à jour.

source: Off offer event "%s" not updated.
fr: Échec de la mise à jour de l'évènement hors offre "%s"

source: Event slot "%s" created.
fr: Créneau d'évènement "%s" créé.

source: Event slot not created.
fr: Créneau d'évènement non créé.

source: Event slot "%s" updated.
fr: Créneau d'évènement "%s" mis à jour.

source: Event slot "%s" not updated.
fr: Échec de la mise jour du créneau d'évènement "%s".

source: Settings successfully saved.
fr: Paramètre enregistré avec succès

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Your high school
fr: Votre lycée

source: profile
fr: Profil

source: High school field is required
fr: La sélection de votre lycée est obligatoire

source: This high school uses EduConnect, please use it to authenticate.
fr: Ce lycée utilise EduConnect, veuillez passer par la fédération pour vous identifier

source: Emails do not match
fr: Les courriels ne correspondent pas

source: An account already exists with this email address
fr: Un compte est déjà enregistré avec ce courriel

source: Error : duplicated account detected
fr: Erreur : un compte avec cet identifiant existe déjà

source: Warning : changing the email will require an account reactivation
fr: Avertissement : un changement de courriel demandera une nouvelle activation du compte

source: Error : an account already exists with this email address
fr: Erreur : un compte est déjà enregistré avec ce courriel

source: ATTESTATION_DOCUMENT_DEPOSIT_DELAY setting is missing, please check your configuration.
fr: Le paramètre ATTESTATION_DOCUMENT_DEPOSIT_DELAY est manquant, merci de vérifier la configuration de l'application

source: Please renew this attestation
fr: Veuillez renouveler ce justificatif

source: File is too large (max: %s)
fr: Le fichier est trop gros (max: %s)

source: The validity date can't be set in the past
fr: La date de validité doit être dans le futur

source: The validity date is required if the attestation is provided
fr: La date de validité est requise si le justificatif a été fourni

source: You are not allowed to send a new file yet
fr: Vous n'êtes pas encore autorisé(e) à envoyer un nouveau fichier

source: Please choose a level
fr: Veuillez sélectionner un niveau

source: Please choose your origin bachelor type
fr: Veuillez sélectionner votre type de baccalauréat d'origine

source: Please choose a bachelor type
fr: Veuillez sélectionner le type de votre baccalauréat

source: Please choose one or more bachelor teachings
fr: Veuillez choisir un ou plusieurs enseignements de spécialité

source: Please choose a mention for your technological bachelor
fr: Veuillez choisir la mention de votre baccalauréat technologique

source: Please enter a mention for your professional bachelor
fr: Veuillez choisir la mention de votre baccalauréat professionnel

source: Birth date
fr: Date de naissance

source: Creation date
fr: Date de création

source: Modification date
fr: Date de modification

source: Validation date
fr: Date de validation

source: Disabled person
fr: Personne porteuse d'un handicap

source: Couldn't send notification to disability referent %s : %s
fr: Impossible de notifier le référent handicap %s : %s

source: Couldn't send notification(s) to some disability referent(s)
fr: Des notifications n'ont pas pu être envoyées à certain(e)s référent(e)s handicap

source: Notifications sent to disability referents
fr: Notifications envoyées aux référents handicap

source: Status '%s' not found
fr: Statut '%s' inconnu

source: Validated
fr: Validé

source: Rejected
fr: Rejeté

source: Class name
fr: Classe

source: General bachelor teachings
fr: Enseignements de spécialité

source: Technological bachelor mention
fr: Série du baccalauréat technologique

source: Professional bachelor mention
fr: Mention du baccalauréat professionnel

source: Origin bachelor type
fr: Type de baccalauréat d'origine

source: Current diploma
fr: Diplôme actuel

source: Allow students from my school to see my registrations
fr: Inscription aux immersions visibles pour les autres lycéens

source: Allow students from my school to see my email address
fr: Courriel visible pour les autres lycéens

source: Allow my high school to view my immersions and attendance certificates
fr: Autoriser le lycée à voir les immersions et les attestations de présence

source: Duplicates list
fr: Liste des doublons

source: Solved duplicates list
fr: Liste des doublons résolus

source: Rejected date
fr: Date de rejet

source: Rejection reason
fr: Raison du rejet

source: Record for {self.student.first_name} {self.student.last_name}
fr: Fiche de {self.student.first_name} {self.student.last_name}

source: High school student record
fr: Fiche lycéen

source: High school student records
fr: Fiches lycéens

source: Home institution code
fr: Code de l'établissement d'origine

source: Home institution
fr: Établissement d'origine

source: Record for student id {self.student_id}
fr: Fiche pour l'id étudiant {self.student_id}

source: Student record
fr: Fiche étudiant

source: Student records
fr: Fiche étudiant

source: Motivation
fr: Quelles sont vos motivations pour assister à des immersions ?

source: Record for {self.visitor.first_name} {self.visitor.last_name}
fr: Fiche de {self.visitor.first_name} {self.visitor.last_name}

source: Visitor record
fr: Fiche visiteur

source: Visitor records
fr: Fiches visiteur

source: Allowed immersions
fr: Immersions autorisées

source: High school student record / Period quota
fr: Quota d'immersions par période

source: High school student record / Period quotas
fr: Quotas d'immersions par période

source: Student record / Period quota
fr: Quota d'immersions par période

source: Student record / Period quotas
fr: Quotas d'immersions par période

source: Visitor record / Period quota
fr: Quota d'immersions par période

source: Visitor record / Period quotas
fr: Quotas d'immersions par période

source: Deposit date
fr: Date de dépôt

source: Valid until
fr: Valide jusqu'au

source: Archive status
fr: Statut archive

source: For minors
fr: Pour mineur(e)s

source: Renewal warning email sent
fr: Courriel de renouvellement envoyé

source: High school student record / Attestation document
fr: Fiche lycéen(ne) / Justificatif

source: High school student record / Attestation documents
fr: Fiche lycéen(ne) / Justificatifs

source: Visitor record / Attestation document
fr: Fiche visiteur / Justificatif

source: Visitor record / Attestation documents
fr: Fiche visiteur / Justificatifs

source: Sorry, the university year has not begun (or already over), you can't login yet.
fr: Désolé, l'année universitaire n'a pas encore commencé (ou déjà terminée), vous ne pouvez pas vous connecter pour le moment.

source: Please use the Agent Federation to authenticate
fr: Veuillez utiliser la fédération d'identité agent pour vous connecter

source: Please use EduConnect to authenticate
fr: Veuillez utiliser EDUCONNECT pour vous connecter

source: Your account hasn't been enabled yet.
fr: Votre compte n'est pas encore activé

source: Authentication error
fr: Erreur d'identification

source: Sorry, you can't register right now.
fr: Désolé, vous ne pouvez pas vous inscrire maintenant.

source: the agent federation
fr: la fédération d'identité pour les agents

source: Incomplete data for account creation
fr: Données incomplètes pour la création du compte

source: Sorry, your high school level does not allow you to register or connect to this platform.
fr: Désolé, le niveau d'études transmis par EduConnect n'est pas autorisé par la plateforme.

source: Missing attributes, account not created.<br>Your institution may not be aware of the Immersion service.<br>Please use the 'contact' link at the bottom of this page, specifying your institution.
fr: Attributs manquants, votre compte n'a pas pu être créé.<br>Votre établissement n'a peut-être pas configuré l'accès à ce service Immersion.<br>Merci d'utiliser le lien 'Contact' en bas de page, en précisant cette erreur et le nom de votre établissement.

source: Students deactivated
fr: Étudiants désactivés

source: Group error
fr: Erreur d'attribution de groupe

source: Cannot send email. The administrators have been notified.
fr: Erreur lors de l'envoi du courriel. Les administrateurs ont été notifiés.

source: Account created. Please check your emails for the activation procedure.
fr: Compte créé. Veuillez consulter vos courriels pour la procédure d'activation

source: Your account is almost ready, please enter you email address for the activation procedure
fr: Votre compte est presque prêt, merci d'entrer votre courriel pour la suite de la procédure d'activation

source: Your account must be first created by a master establishment manager or an operator.
fr: Votre compte doit être créé au préalable par un référent établissement maître ou un référent technique.

source: The attributes sent by Shibboleth show you may not be a student.
fr: Les attributs envoyés par Shibboleth indiquent que vous n'êtes pas étudiant(e).

source: <br>If you think this is a mistake, please use the 'contact' link at the <br>bottom of this page, specifying your institution.
fr: <br>Si vous pensez qu'il s'agit d'une erreur, veuillez utiliser le lien 'contact'<br>en bas de cette page, en précisant votre établissement.

source: You can't access this application with the agent federation, please use your local credentials.
fr: Vous ne pouvez pas accéder à l'application via la fédération agents, veuillez utiliser les identifiants propres à Immersup.

source: Unable to find a matching user in database
fr: Utilisateur introuvable

source: Please select your profile in the login menu
fr: Veuillez sélectionner votre profil dans le menu 'Connexion'

source: Please use your establishment credentials.
fr: Merci de vous connecter avec vos identifiants Établissement

source: An email has been sent with the procedure to set a new password.
fr: Un courriel contenant la procédure a été envoyé à cette adresse.

source: Error : please contact the establishment referent
fr: Erreur : merci de contacter le référent établissement

source: Password recovery : invalid data
fr: Réinitialisation du mot de passe : clé invalide

source: Password successfully updated.
fr: Mot de passe mis à jour.

source: Password successfully updated
fr: Mot de passe mis à jour avec succès.

source: Your account is now enabled. Thanks !
fr: Votre compte est désormais activé. Merci !

source: Please use the login button to authenticate
fr: Veuillez vous identifier via le menu 'Connexion'

source: Invalid activation data
fr: Données d'activation invalides

source: Something went wrong
fr: Erreur

source: The activation message has been resent.
fr: Le courriel d'activation a été renvoyé

source: This account has already been activated, please login.
fr: Ce compte a déjà été activé, veuillez vous connecter.

source: No account found with this email address
fr: Aucun compte n'a été trouvé avec cette adresse

source: This account is not a speaker-only one, it can't be linked
fr: Ce compte n'est pas uniquement 'Intervenant', il ne peut pas être lié

source: These accounts are already linked
fr: Ces comptes sont déjà liés

source: The link message has been sent to this email address
fr: Le message de confirmation a été envoyé à cette adresse

source: This account has not been validated (yet)
fr: Ce compte n'a pas encore été (ou n'est plus) activé

source: Your accounts have been linked
fr: Vos comptes ont été liés

source: Invalid link data
fr: Données de liaison invalides

source: Invalid student id
fr: #id invalide

source: You have updated your email address.<br>Warning : the new email is also the new login.<br>A new activation email has been sent.
fr: Vous avez modifié le courriel.<br>Attention : cette nouvelle adresse sera aussi le nouvel identifiant. <br>Une nouvelle procédure d'activation a a été envoyée.

source: You have updated your email address.<br>A new activation email has been sent.
fr: Vous avez modifié le courriel.<br>Une nouvelle procédure d'activation a été envoyée.

source: Record successfully saved.
fr: Fiche enregistrée avec succès

source: You have updated your record, it needs to be re-examined for validation.
fr: Vous avez modifié votre dossier, votre fiche doit être à nouveau validée.

source: A record already exists with this identity, please contact the establishment referent.
fr: Une fiche existe déjà à ce nom, merci de contacter le référent établissement.

source: A record already exists with this identity, look at duplicate records.
fr: Une fiche existe déjà à ce nom, merci de consulter la liste des doublons.

source: You have errors in Immersion periods section
fr: Erreurs dans la secion 'Quota d'immersions'

source: Please check the optional documents to send below.
fr: Veuillez verifier les documents facultatifs à joindre ci-dessous.

source: You have errors in Attestations section
fr: Erreurs ou informations manquantes dans la section 'Justificatifs'

source: Please fill all the required attestation documents below.
fr: Veuillez joindre tous les documents requis dans la section 'Justificatifs'

source: Your record is awaiting validation from your high-school referent.
fr: Votre fiche est en attente de validation par le référent du lycée.

source: Your record is awaiting validation by the establishment referent.
fr: Votre fiche est en attente de validation par le référent établissement.

source: Your record status : %s
fr: Statut de votre fiche : %s

source: Current record status : %s
fr: Statut de la fiche : %s

source: Invalid visitor record id
fr: Id de visiteur invalide

source: High school agreement
fr: Lycées conventionnés

source: Linked users
fr: Comptes liés

source: Users
fr: Utilisateurs

source: High school students
fr: Lycéens

source: Students
fr: Étudiants

source: Speaker
fr: Intervenant

source: Operator
fr: Référent technique

source: Operators
fr: Référents technique

source: Establishment manager
fr: Référent Établissement

source: Establishment managers
fr: Référents Établissement

source: Master establishment manager
fr: Référent Établissement maître

source: Master establishment managers
fr: Référents Établissement maître

source: High school manager
fr: Référent Lycée

source: High school managers
fr: Référents Lycée

source: Structure manager
fr: Référent Structure

source: Structure managers
fr: Référents Structure

source: Legal department staff
fr: Service juridique

source: Legal department staffs
fr: Services juridique

source: Structure consultant
fr: Consultant Structure

source: Structure consultants
fr: Consultants Structure

source: Error : %(exception)s
fr: Erreur : %(exception)s

source: ImmerSup Admin Page
fr: ImmerSup - Interface d'administration

source: Welcome to ImmerSup administration page
fr: Bienvenue sur la page d'administration de l'application ImmerSup

source: Could not finish 'annual_statistics' command, purge cancelled
fr: Impossible de traiter les statistiques annuelles, purge annulée

source: {} user alert(s) deleted
fr: {} alerte(s) supprimée(s)

source: No user alert to delete
fr: Aucune alerte à supprimer

source: {} immersion(s) deleted
fr: {} immersion(s) supprimée(s)

source: No immersion to delete
fr: Aucune immersion à supprimer

source: {} slot(s) deleted
fr: {} créneau(x) supprimé(s)

source: Slot(s) deleted
fr: Créneau(x) supprimé(s)

source: No slot to delete
fr: Aucun créneau à supprimer

source: {} student / high school / visitor account(s) deleted
fr: {} compte(s) étudiants / lycéens / visiteurs supprimé(s)

source: Student / high school / visitor account(s) deleted
fr: comptes étudiants / lycéens / visiteurs supprimés

source: No student / high school / visitor account to delete
fr: Aucun compte étudiant / lycéen / visiteur à supprimer

source: {} period(s) deleted
fr: {} période(s) supprimée(s)

source: Period(s) deleted
fr: Période(s) supprimée(s)

source: No period to delete
fr: Aucune période à supprimer

source: {} holiday record(s) deleted
fr: {} jour(s) ferié(s) supprimée(s)

source: No holiday record to delete
fr: Aucun jour férié à supprimer

source: {} vacation record(s) deleted
fr: {} périodes de vacances supprimées

source: No vacation record to delete
fr: Aucune période de vacances à supprimer

source: No university year to update
fr: Aucune année universitaire à supprimer

source: University year updated
fr: Année universitaire mise à jour

source: No course to update
fr: Aucun cours à mettre à jour

source: {} course(s) updated
fr: {} cours mis à jour

source: No event to update
fr: Aucun évènement à mettre à jour

source: {} event(s) updated
fr: {} évènement(s) mise(s) à jour

source: {} user(s) with group INTER and with LDAP establishment deleted
fr: {} utilisateur(s) du groupe INTER d'un établissement lié au SI supprimé(s)

source: no user with group INTER and with LDAP establishment to delete
fr: aucun utilisateur du groupe INTER d'un établissement lié au SI à supprimer
