Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The slot will be saved, but the course publication date do not match the slot date. The course publication date will be changed automatically. Remember to adjust it yourself so that registrations can proceed without problems.
fr: Le créneau va être enregistré, néanmoins les dates de publication du cours ne correspondent pas à la date du créneau. Les dates de publication du vont être modifiées automatiquement. Pensez à les ajuster par vous même pour que les inscriptions se passent sans encombre.

source: Select slots date within selected period
fr: Sélectionner les dates au sein de la période sélectionnée

source: Repeat slot weekly until
fr: Répéter le créneau chaque semaine jusqu'au

source: Dates selection
fr: Sélection des dates

source: Do you really want to cancel this update ?
fr: Voulez-vous vraiment annuler cette mise à jour ?

source: Slots mass update
fr: Modification de masse

source: Unavailable (different courses)
fr: Non modifiable (cours différents)

source: Can't be mass disabled (immersions exist)
fr: Ne peut être désactivé (des immersions existent)

source: Courses list
fr: Liste des cours

source: Please confirm
fr: Veuillez confirmer

source: Do you really want to delete this course ?
fr: Voulez-vous vraiment supprimer ce cours ?

source: Control
fr: Contrôle

# courses
source: Managed by
fr: Gérés par

source: Published slots
fr: Créneaux publiés

source: Registered students
fr: Nb inscrits

source: Alerts
fr: Nb alertes

source: View slots for this course
fr: Voir les créneaux de ce cours

source: Add a slot for this course
fr: Créer un créneau pour ce cours

source: Course slots
fr: Créneaux de cours

source: Confirm slot deletion
fr: Confirmer la suppression du créneau

source: Do you really want to delete this slot ?
fr: Voulez-vous vraiment supprimer ce créneau ?

source: Add a slot
fr: Ajouter un créneau

source: New slot
fr: Nouveau créneau

source: Mass update
fr: Modification en masse

source: Include past slots with attendances
fr: Inclure les créneaux passés avec émargements

source: Reset filters
fr: Réinitialiser les filtres

source: Select a training
fr: Sélectionnez une formation

# slots
source: Managed By
fr: Gérés par

source: Training label
fr: Formation

source: Registrants
fr: Inscrits

source: Duplicated accounts
fr: Comptes dupliqués

source: Accounts detected as duplicates
fr: Doublons potentiels

source: High School
fr: Lycée

source: Record status
fr: Statut de la fiche

source: Keep all entries
fr: Tout conserver

source: All registered students
fr: Tous les inscrits

source: Student profiles
fr: Profils lycéens

source: View registrants without account activation
fr: Voir les inscrits sans activation de compte

source: Profile type
fr: Type de profil

# header
source: Disabled person
fr: Handicap

source: Name
fr: Nom

source: Institution
fr: Etablissement

source: Class
fr: Classe

source: Bachelor/diploma
fr: Baccalauréat/Diplôme

source: Registrations ≥ 1
fr: Inscriptions ≥ 1

source: No record
fr: Non créée

source: View student immersions
fr: Voir les inscriptions

source: Not allowed by the student
fr: Non autorisé par l'étudiant(e)

source: Cohorts courses slots
fr: Créneaux de cours en groupes

source: Cohorts events slots
fr: Créneaux d'évènements en groupes

source: High school cohorts registrations
fr: Lycée : inscriptions de groupes

source: My cohorts registrations (courses and events)
fr: Mes inscriptions de groupes (cours et évènements)

source: Training/type
fr: Formation/Évènement

source: Highschool student
fr: Lycéen

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Record creation date
fr: Date de création

source: Waiting validation
fr: En attente de validation

source: Back
fr: Retour

source: My courses
fr: Mes cours

source: My slots
fr: Mes créneaux

# slots
source: Managed by
fr: Gérés par

source: Location
fr: Lieu

source: Attendance
fr: Émargements

source: My events
fr: Mes évènements

# events
source: Managed by
fr: Gérés par

source: My events slots
fr: Mes créneaux d'évènements

source: Event label
fr: Libellé

source: My high school
fr: Mon lycée

source: High school modified
fr: Lycée modifié

source: General information
fr: Informations générales

source: Head teacher
fr: Chef d'établissement

source: Highschool managers
fr: Référents Lycée

source: With convention
fr: Conventionné

source: My high school speakers
fr: Les intervenants de mon lycée

source: New speaker
fr: Nouvel intervenant

source: Has courses or events
fr: A des cours/évènements

source: Edit
fr: Modifier

source: Duplicate an off offer event
fr: Dupliquer ce évènement hors offre

source: Update an off offer event
fr: Modifier cet évènement hors offre

source: New off offer event
fr: Nouvel évènement hors offre

source: Create a new off offer event
fr: Créer un évènement hors offre

source: Event description
fr: Description de l'évènement

source: If the published checkbox is not checked, the event will not be displayed even if the start and end dates of display are entered.
fr: Si le témoin publié n'est pas coché alors le cours ne sera pas affiché même si les dates de début et de fin de publication sont saisies.

source: Duplicate an event slot
fr: Dupliquer un créneau d'évènement

source: Update an event slot
fr: Mettre à jour un créneau d'évènement

source: Add a new event slot
fr: Ajouter un créneau d'évènement

source: Confirm event slot creation
fr: Confirmer la création du créneau d'évènement

source: This date is inside a vacation or a holiday. Do you really want to create an event slot with this date ?
fr: Cette date se situe pendant une période de vacances et/ou est un jour férié. Êtes-vous sûr(e) de vouloir utiliser cette date pour ce créneau d'évènement ?

source: Confirm event publication
fr: Confirmer la publication de l'évènement

source: This event is unpublished. By creating this event slot, the associated event will be published. Do you want to continue?
fr: Cet évènement n'est pas publié. En publiant ce créneau d'évènement, l'évènement associé sera publié. Voulez-vous continuer ?

source: The Event date will be changed
fr: Les dates de l'événement vont être modifiées

source: The slot will be saved, but the event publication date do not match the slot date. The event publication date will be changed automatically. Remember to adjust it yourself so that registrations can proceed without problems.
fr: Le créneau va être enregistré, néanmoins les dates de publication de l'événement ne correspondent pas à la date du créneau. Les dates de publication de l'événement vont être modifiées automatiquement. Pensez à les ajuster par vous même pour que les inscriptions se passent sans encombre.

source: Off offer events list
fr: Liste des évènements hors offre

source: Do you really want to delete this event ?
fr: Voulez-vous vraiment supprimer cet évènement ?

source: View slots for this event
fr: Voir les créneaux de cet évènement

source: Add a slot for this event
fr: Créer un créneau pour cet évènement

source: Event slots
fr: Créneaux d'évènements

source: Do you really want to delete this event slot ?
fr: Voulez-vous vraiment supprimer ce créneau d'évènement ?

source: Add an event slot
fr: Ajouter un créneau d'évènement

source: New event slot
fr: Nouveau créneau d'évènement

source: Modify and duplicate
fr: Modifier et dupliquer

source: Modify and add
fr: Modifier et ajouter

source: Save and add
fr: Enregistrer et ajouter un nouveau

source: Speaker data
fr: Données de l'intervenant

source: Submit
fr: Valider

source: Statistics and extractions
fr: Statistiques et extractions

source: Anonymous courses data
fr: Données anonymisées des cours

source: Extract data
fr: Extraire les données

source: Anonymous events data
fr: Données anonymisées des évènements

source: Anonymous registrations
fr: Données anonymisées des inscriptions

source: Structures data
fr: Données des structures d'établissements

source: Extract courses data
fr: Extraire les données des cours

source: Extract events data
fr: Extraire les données des évènements

source: High schools data
fr: Données de mes lycéens

source: High school immersions data
fr: Données des immersions de mon lycée

source: No data extractions available for your user right.
fr: Aucune extraction de données n'est disponible avec vos droits utilisateur.

source: Structures settings
fr: Paramètres des structures

source: Settings for structures
fr: Paramètres des structures

source: Settings for structure
fr: Paramètres de la structure

source: Structures notifications settings
fr: Paramètres des notifications par structures

source: Check structures if you want to receive the following notifications :
fr: Sélectionnez les structures pour lesquelles vous souhaitez recevoir les notifications suivantes :

source: Registrants list
fr: Inscrits aux créneaux

source: Disabled registrants
fr: Porteurs de handicap

source: Check all
fr: Tout cocher

source: No structures available for your user.
fr: Aucune structure n'est disponible avec vos droits utilisateur.

source: Do you really want to validate this high school student?
fr: Voulez-vous vraiment valider ce•tte lycéen•ne ?

source: Do you really want to cancel this rejection ?
fr: Voulez-vous vraiment annuler le rejet de ce profil ?

source: Do you really want to reject this high school student?
fr: Voulez-vous vraiment rejeter ce•tte lycéen•ne ?

source: Reason (optional)
fr: Motif (facultatif)

source: An error occurred. The validation or rejection failed.
fr: Erreur lors de la validation ou de rejet du lycéen

source: Student validated
fr: Lycéen validé

source: Rejection canceled
fr: Rejet annulé

source: Student rejected
fr: Lycéen refusé

source: Both
fr: Indifférent

# highschool_filter
source: Yes
fr: Oui

# highschool_filter
source: No
fr: Non

source: Student profiles to revalidate
fr: Profils lycéens à revalider

source: Attestations
fr: Justificatifs

source: Student profiles to validate
fr: Profils lycéens à valider

source: Validated student profiles
fr: Profils lycéens validés

source: Rejected student profiles
fr: Profils lycéens rejetés

source: Rejection date
fr: Date de rejet

source: Rejection Reason
fr: Raison du rejet

source: Some attestation dates are invalid
fr: Dates de justificatifs absentes ou passées

source: No attestation
fr: Pas de justificatif

source: Renew validation
fr: Revalider

source: Reject
fr: Rejeter

source: Validate
fr: Valider

source: An error occurred. The operation has failed.
fr: Cette opération a échoué.

source: Students by date
fr: Inscrits par date

source: Students presence by dates
fr: Voir les inscrits par date

source: From
fr: Du

source: from
fr: du

source: To
fr: Au

source: until
fr: au

source: Apply
fr: Appliquer

source: Profile
fr: Profil

source: Registered
fr: Inscrit(s)

source: Origin institution
fr: Établissement d'origine

source: Phone / Email
fr: Tel. / Courriel

source: Date of registration
fr: Date d'inscription

source: 'From' date must be before 'Until' date'
fr: La date de début doit être antérieure à la date de fin

source: 'Until' date must be after 'From' date'
fr: La date de fin doit être postérieure à la date de début

source: Guides
fr: Accompagnateurs

source: Training list
fr: Liste des formations

source: Do you really want to delete this training ?
fr: Voulez-vous vraiment supprimer cette formation ?

source: New training
fr: Nouvelle formation

source: Subdomains
fr: Sous domaine

source: active
fr: En service

source: Allowed immersions count
fr: Quota d'immersions

source: by default
fr: par défaut

source: Update a training
fr: Mettre à jour une formation

source: Create a new training
fr: Créer une formation

source: CRTL + click for multiple selection.
fr: CTRL + clic pour en sélectionner plusieurs.

source: Settings
fr: Paramètres

source: Visitor profiles
fr: Profils visiteurs

source: Did you really want to validate this visitor?
fr: Voulez-vous vraiment valider ce visiteur ?

source: Did you really want to reject this visitor?
fr: Voulez-vous vraiment rejeter ce visiteur ?

source: Visitor validated
fr: Visiteur validé

source: Visitor rejected
fr: Visiteur rejeté

source: Visitor profiles to revalidate
fr: Profils visiteurs à revalider

source: Visitor profiles to validate
fr: Profils visiteurs à valider

source: Validated visitor profils
fr: Profils visiteurs validés

source: Rejected visitor profiles
fr: Profils visiteurs rejetés

source: Host establishments
fr: Établissements d'accueil

source: Training establishments under agreement
fr: Établissements d'accueil conventionnés

source: Search Establishment
fr: Rechercher un établissement

source: Attendance list
fr: Liste d'émargement

source: No data
fr: Pas de données

source: Frequently asked questions
fr: Foire aux questions

source: We've put together some commonly asked questions to give you more information.
fr: Nous avons rassemblé les questions les plus fréquemment posées pour vous donnez plus d'informations.

source: Can't find your answers?
fr: Vous n'avez pas trouvé de réponses

source: Contact us
fr: Nous contacter

source: Privacy & terms
fr: Confidentialité & modalités

source: Credits
fr: Crédits

source: Procedure
fr: Procédure

source: Offer
fr: Offre

source: Search immersions slots
fr: Recherche de créneaux d'immersion

source: Off offer Events
fr: Évènements hors offre

source: Course slots list
fr: Liste des créneaux de cours

source: Off offer events slots list
fr: Liste des créneaux d'évènements hors offre

source: New off offer event slot
fr: Nouveau créneau d'évènement hors offre

source: Update structures settings
fr: Paramètres de structures

source: Update notifications settings
fr: Paramètres des notifications par structures

source: Set training quotas
fr: Quotas par formation

source: Consult
fr: Consulter

source: My courses slots
fr: Mes créneaux de cours

source: My record
fr: Ma fiche

source: My registrations
fr: Mes inscriptions

source: Registered users
fr: Lycéens/Etudiants

source: Trainings list
fr: Liste des formations

source: View all registrants
fr: Voir tous les inscrits

source: Validate student profiles
fr: Valider les profils lycéens

source: View all students
fr: Voir tous les inscrits

source: View students by date
fr: Voir les inscrits par date

source: View potential duplicates
fr: Voir les doublons potentiels

source: Validate visitor profiles
fr: Valider les profils visiteurs

source: Cohorts
fr: Cohortes

source: Courses opened to cohorts
fr: Créneaux de cours ouverts aux groupes

source: Events opened to cohorts
fr: Créneaux d'évènements ouverts aux groupes

source: View my cohorts registrations
fr: Mes inscriptions de groupes

source: High school - my high school students registrations/participations
fr: Lycées - inscriptions et participations de mes lycéens

source: High school - my high school students registrations, by domain
fr: Lycées - inscriptions de mes lycéens, par domaine

source: High school - my high school students registrations, by training
fr: Lycées - inscriptions de mes lycéens, par formation

source: High school - registrations and participations to my trainings
fr: Lycées - inscriptions et participations à mes formations

source: High school - registrations to my trainings, by domain
fr: Lycées - inscriptions à mes formations, par domaine

source: High school - registrations to my trainings
fr: Lycées - inscriptions à mes formations

source: Trainings registrations and participations
fr: Inscriptions et participations par formations

source: Population registrations and participations
fr: Inscriptions et participations par populations

source: Population registrations by domain
fr: Inscriptions par populations et par domaine

source: Trainings registrations by domain
fr: Inscriptions par formation et par domaine

source: All registrations by training
fr: Toutes les inscriptions par formation

source: Establishments slots charts
fr: Créneaux de tous les établissements

source: Establishment - registrations to my trainings
fr: Etablissement - inscriptions à mes formations

source: Establishment - registrations and participations to my trainings
fr: Etablissement - inscriptions et participations à mes formations

source: Establishment - registrations to my trainings, by domain
fr: Etablissement - inscriptions à mes formations, par domaine

source: My establishment slots
fr: Créneaux de mon établissement

source: Structure - registrations and participations
fr: Structure - Inscriptions et participations

source: Structure - registrations by training
fr: Structure - inscriptions par formation

source: Preferences
fr: Préférences

source: Change password
fr: Changer le mot de passe

source: Link speakers accounts
fr: Lier des comptes Intervenant

source: Logout
fr: Déconnexion

source: Sign in
fr: Connexion

source: You are
fr: Vous êtes

source: Highschool member
fr: Lycéen

# login
source: Student
fr: Étudiant

# login
source: Visitor
fr: Visiteur

source: Highschool manager
fr: Référent Lycée

source: External speaker
fr: Intervenant Lycée

source: University member
fr: Membre de l'université

source: Member of
fr: Membre de

source: Share
fr: Partager

source: Share this page on
fr: Partager cette page sur

source: Opening in a new window
fr: Ouvrir dans une nouvelle fenêtre

source: Share on
fr: Partager sur

source: No results found
fr: Aucun résultat trouvé

source: Searching…
fr: Recherche en cours…

source: Affiliated high schools
fr: Lycées conventionnés

source: Search Highschool
fr: Rechercher un lycée

source: Account creation
fr: Création de compte lycéen

source: Not affiliated high schools
fr: Lycées non conventionnés

source: Use EduConnect
fr: via EduConnect

source: You are currently working on behalf of <em>%(user)s</em>.
fr: Vous endossez actuellement l'identité de <em>%(user)s</em>.

source: hide
fr: masquer

source: release
fr: libérer

source: Details of the procedure
fr: Détails de la procédure

source: Discover courses
fr: Découvrir les cours

source: Need help ?
fr: Besoin d'aide ?

source: Social Media
fr: Réseau social

source: Account activation needed
fr: Votre compte n'est pas encore activé

source: Please check your emails for the activation procedure.
fr: Veuillez consulter vos courriels pour la procédure d'activation.

source: I have not received the activation email
fr: Je n'ai pas reçu le courriel d'activation

source: Important : please do not forget to log out of EduConnect by clicking on the button below.
fr: Important : n'oubliez pas de vous déconnecter d'EduConnect en cliquant sur le bouton ci-dessous.

source: Important : please do not forget to log out of your establishment by clicking on the button below.
fr: Important : n'oubliez pas de vous déconnecter de votre établissement en cliquant sur le bouton ci-dessous.

source: Log out of EduConnect
fr: Me déconnecter d'EduConnect

source: Log out of my establishment
fr: Me déconnecter de mon établissement

source: Welcome on Immersion Lycéens
fr: Bienvenue sur la plateforme Immersion Lycéens

source: Password change
fr: Changement de mot de passe

source: Old password
fr: Ancien mot de passe

source: Password (confirmation)
fr: Mot de passe (confirmation)

source: Registration complete
fr: Enregistrement terminé

source: Immersion Lycéens - Account creation confirmation
fr: Immersion Lycéens - Confirmation de création de compte

source: Are you sure you want to create your account ?
fr: Êtes-vous sûr(e) de vouloir créer votre compte ?

source: Registration - your email
fr: Enregistrement - votre courriel

source: All communications will take place by email, please provide a valid email address.
fr: Toutes les communications auront lieu par mail, merci de fournir un email valide.

source: Email (confirmation)
fr: Courriel (confirmation)

source: Events to come
fr: Évènements à venir

source: Date and time
fr: Date et heure

source: Additional info
fr: Infos complémentaires

source: Past events
fr: Évènements passés

source: Cancelled events
fr: Évènements annulés

source: Date of cancellation
fr: Date d'annulation

source: Please fill this form to complete the personal record
fr: Merci de remplir le formulaire suivant pour compléter la fiche

source: Lastname
fr: Nom usuel

source: Firstname
fr: Prénom

source: Level of studies
fr: Niveau d'études

source: High-School
fr: Lycée

source: Allow my high school to view my immersions and attendance certificates ?
fr: Autoriser mon lycée à voir mes immersions et mes attestations de présence ?

source: Make the current immersion registrations visible ?
fr: Rendre visible mes inscriptions aux immersions aux lycéens de mon lycée (s'ils sont inscrits aux mêmes immersions)

source: Make the email visible ?
fr: Rendre visible mon courriel aux lycéens de mon lycée (s'ils sont inscrits aux mêmes immersions)

source: Validity date
fr: Date de validité

source: Get document template
fr: Télécharger le modèle

source: Immersions periods and quotas
fr: Périodes d'immersions et quotas

source: allowed immersions
fr: immersions autorisées

source: Status
fr: Statuts

source: File status
fr: Statut de la fiche

source: Waiting revalidation
fr: Revalidation en attente

source: Record validation date
fr: Date de validation de la fiche

source: Email validation date
fr: Date de validation du courriel

source: Next
fr: Suivant

source: Delete this account
fr: Supprimer ce compte

source: Link two or more of your speakers accounts to view all your courses or events in the same tables.
fr: Lier vos comptes Intervenant pour voir tous vos cours ou évènements dans les mêmes tables

source: These accounts are already linked :
fr: Ces comptes sont déjà liés :

source: remove
fr: Supprimer

source: Link your current account to the following one (email)
fr: Lier votre compte à celui-ci (courriel)

source: Send
fr: Envoyer

source: Authentication
fr: Identification

source: Connection
fr: Se connecter

source: Forgot your credentials ?
fr: Mot de passe oublié ?

source: Not registered yet ?
fr: Pas encore inscrit ?

source: Please go to Procedure / High schools to check if your high school uses %(federation_name)s
fr: Pour savoir si votre lycée utilise %(federation_name)s, voir la page Procédure / Lycée

source: All public high schools and private high schools under contract
fr: Tous les lycées publics et lycées privés sous contrat

source: My high school uses
fr: Mon lycée utilise

source: My High school does not use
fr: Mon lycée n'utilise pas

source: EduConnect : high school not found
fr: EduConnect : lycée non trouvé

source: Your high school has not been found or is not configured to use EduConnect.<br>Please use the 'contact' link at the bottom of this page, specifying your institution.
fr: Votre lycée n'a pas été trouvé ou n'est pas configuré pour utiliser EduConnect.<br>Merci d'utiliser le lien 'contact' en bas de page, en précisant le nom et l'adresse de votre lycée.

source: My immersions
fr: Mes immersions

source: You have <span id="alert_counter">%(alerts_cnt)s</span> alert(s) (%(sent_alerts_cnt)s already sent), click to view
fr: Vous avez <span id="alert_counter">%(alerts_cnt)s</span> alerte(s) (%(sent_alerts_cnt)s déjà envoyée(s)), cliquez pour les consulter

source: You have no course alert
fr: Vous n'avez enregistré aucune alerte

source: To come
fr: À venir

source: Past
fr: Passées

source: Cancelled
fr: Annulées

source: Remote link
fr: Lien de connexion

source: Registered date
fr: Date d'inscription

source: Other registrants
fr: Autres lycéens de mon lycée inscrits à ce créneau

source: More details
fr: Plus de détails

source: Attestation download
fr: Télécharger l'attestation

source: University year dates
fr: Dates clés de l'année universitaire

source: Registration start date
fr: Date de début des inscriptions à la plateforme

source: Password reset
fr: Réinitialisation du mot de passe
