Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This document is used in public interface : it cannot be deleted
fr: Ce document est utilisé dans la partie publique : suppression impossible

source: Profiles
fr: Profils

source: Visitor types
fr: Types de visiteurs

source: This attestation can't be deleted because it is used by some records
fr: Ce justificatif ne peut être supprimé car il est utilisé dans des fiches

source: boolean
fr: booléen

source: text
fr: texte

source: integer
fr: entier

source: Value type
fr: Type de valeur

source: Setting value
fr: Valeur du paramètre

source: Setting description
fr: Description du paramètre

source: Certificate logo
fr: Logo du certificat

source: Certificate signature
fr: Signature du certificat

source: This event type is used by and event, it cannot be deleted
fr: Ce type d'évènement est utilisé par un évènement, il ne peut pas être supprimé

source: This high school level is in use, it cannot be deleted
fr: Ce niveau est utilisé dans une fiche, il ne peut pas être supprimé

source: This post bachelor level is in use, it cannot be deleted
fr: Ce niveau post-bac est utilisé dans une fiche, il ne peut pas être supprimé

source: This student level is in use, it cannot be deleted
fr: Ce niveau étudiant est utilisé dans une fiche, il ne peut pas être supprimé

source: Copy file link
fr: Copier le lien du fichier

source: Days
fr: Jours

source: Warning : this visitor type is in use
fr: Attention: ce 'type de visiteur' est utilisé

source: This visitor type can't be deleted because it is in use
fr: Ce type de visiteur ne peut pas être supprimé car il est en cours d'utilisation

source: You don't have the required privileges
fr: Vous n'avez pas les droits suffisants

source: Department
fr: Département

source: City
fr: Ville

source: Zip code
fr: Code postal

source: You must select your own establishment
fr: Vous devez sélectionner votre propre établissement

source: A campus with this label already exists within the same establishment
fr: Un campus avec ce nom existe déjà dans cet établissement

source: A code is needed when 'system' is True
fr: Un code unique est obligatoire si 'Réservé au système' est coché

source: High school and structure can't be set together. Please choose one.
fr: Vous ne pouvez sélectionner à la fois un lycée ET une structure. Veuillez choisir entre les deux.

source: Neither high school nor structure is set. Please choose one.
fr: Vous n'avez sélectionné ni lycée, ni structure. Merci de sélectionner l'un ou l'autre.

source: A training with this label already exists within the same establishment
fr: Une formation avec ce nom existe déjà dans cet établissement

source: At least one structure has to belong to your own establishment
fr: Vous devez sélectionner au moins une structure de votre propre établissement

source: A 'master' establishment already exists
fr: Un établissement 'maître' existe déjà

source: This attribute cannot be updated
fr: Ce paramètre ne peut être modifié

source: This code already exists
fr: Ce code est déjà utilisé

source: This label already exists
fr: Ce libellé existe déjà

source: This short label already exists
fr: Ce libellé court existe déjà

source: Disability notification on record validation cannot be empty
fr: Le champ 'handicap : notification à la validation d'une fiche' ne peut être vide

source: Disability notification on slot registration cannot be empty
fr: Le champ 'handicap : notification lors de l'inscription à un créneau' ne peut être vide

source: Disability referent email is mandatory if slot notification is enabled
fr: Le courriel du référent handicap ne peut être vide si les notifications sont activées

source: The establishment cannot be updated
fr: L'établissement ne peut être modifié

source: Start date can't be today or earlier
fr: La date de début doit se situer dans le futur

source: Start date greater than end date
fr: La date de début est postérieure à la date de fin

source: Start of registration date must be set between start and end date
fr: Date de début des inscriptions aux immersions doit être entre les dates de début et de fin de l'année universitaire en cours

source: All university years are not purged. you can't create a new one
fr: Toutes les années universitaires ne sont pas purgées. Vous ne pouvez pas en créer une nouvelle

source: University year starts inside another university year
fr: La date de début de l'année universitaire est contenue dans une autre

source: University year ends inside another university year
fr: La date de fin de l'année universitaire est contenue dans une autre

source: University year contains another
fr: La date de début de l'année universitaire est contenue dans une autre

source: You have to set an university year
fr: Vous devez définir une année universitaire

source: Error : the university year has already begun
fr: Erreur : l'année universitaire a déjà commencé

source: Holiday must set between university year dates
fr: Le jour férié doit être entre les dates de début et de fin de l'année universitaire en cours

source: Holiday must be set in the future
fr: Le jour férié doit être paramétré dans le futur

source: Holiday date already exists in other holiday
fr: La date du jour férié existe déjà

source: Start date must be set before end date
fr: La date de début doit être paramétrée avant la date de fin

source: Vacation start date must be set between university year dates
fr: La date de début d'une période de vacances doit se situer entre les dates de début et de fin de l'année universitaire en cours

source: Vacation end date must be set between university year dates
fr: La date de fin d'une période de vacances doit se situer entre les dates de début et de fin de l'année universitaire en cours

source: Vacation start inside another vacation
fr: La période de congés commence dans une autre période de congés

source: Vacation end inside another vacation
fr: La période de congés termine dans une autre période de congés

source: A vacation exists inside this vacation
fr: Une période de vacances existe à l'intérieur de celle-ci

source: An active university year is required to create a period
fr: Une année universitaire active est obligatoire pour créer une période

source: A null or positive value is required
fr: Un nombre entier nul ou positif est requis

source: A value is required
fr: Erreur: Une date est requise

source: A period requires all dates to be filled in
fr: Toutes les dates sont obligatoires

source: All period dates must be between university year start/end dates
fr: Toutes les dates de la période doivent se situer entre les dates de l'année universitaire

source: A new period can't be set with a start_date in the past
fr: Une nouvelle période ne peut pas avoir une date de début dans le passé

source: Registration start date must be before the immersions start date
fr: La date de début des inscriptions doit être antérieure à la date de début des immersions

source: Registration end date must be before the immersions start date
fr: La date de fin des inscriptions doit être antérieure à la date de début des immersions

source: Registration end date must be after the registration start date
fr: La date de fin des inscriptions doit être postérieure à la date de début des inscriptions

source: Immersions end date must be after immersions start date
fr: La date de début des immersions doit être antérieure à la date de fin des immersions

source: Immersions end date can only be set after the actual one
fr: La nouvelle date de fin des immersions doit être postérieure à l'actuelle

source: New allowed immersions value can only be higher than the previous one
fr: Le nouveau quota d'immersion doit être supérieur à l'actuel

source: Immersions start date can only be set before the actual one
fr: La nouvelle date de début des immersions doit être antérieure à la date actuelle

source: User search
fr: Rechercher un utilisateur

source: This field is only useful if the selected establishment has a source plugin set
fr: Ce champ n'est nécessaire que si une extension est utilisée pour les comptes utilisateurs

source: The user email will be used as username
fr: L'identifiant sera le courriel de l'utilisateur

source: This email address is already used
fr: Un compte avec ce courriel existe déjà

source: The establishment cannot be updated once the user created
fr: L'établissement ne peut pas être modifié une fois l'utilisateur créé

source: Forbidden
fr: Non autorisé

source: This user has linked accounts, you can't update his/her groups
fr: Ce compte est lié à d'autres comptes 'Intervenant', les groupes ne peuvent pas être modifiés

source: A user cannot have multiple profiles except for the INTER one
fr: Un utilisateur ne peut avoir qu'un seul profil (sauf INTER)

source: Please select a non-master establishment for a user belonging to the 'REF-ETAB' group
fr: Veuillez sélectionner un établissement non-maître pour un utilisateur du groupe 'REF-ETAB'

source: Please select a master establishment for a user belonging to the 'REF-ETAB-MAITRE' group
fr: Veuillez sélectionner un établissement maître pour un utilisateur du groupe 'REF-ETAB-MAITRE'

source: This field is mandatory for a user belonging to 'REF-STR' group
fr: Ce champ est obligatoire pour un utilisateur du groupe 'REF-STR'

source: This field is mandatory for a user belonging to 'REF-CONS' group
fr: Ce champ est obligatoire pour un utilisateur du groupe 'REF-CONS'

source: The group 'REF-STR' or 'CONS-STR' is mandatory when you add a structure
fr: Le groupe 'REF-STR' ou 'CONS-STR' est obligatoire lorsqu'une structure est sélectionnée

source: This field is mandatory for a user belonging to 'REF-LYC' group
fr: Ce champ est obligatoire pour un utilisateur du groupe 'REF-LYC'

source: The groups 'REF-LYC' or 'INTER' is mandatory when you add a highschool
fr: Le groupe 'REF-LYC' ou 'INTER' est obligatoire lorsque vous sélectionnez un lycée

source: You don't have enough privileges to modify this account
fr: Vous n'avez pas les droits suffisants pour modifier ce compte

source: You can't modify these groups : %s
fr: Vous ne pouvez pas modifier ces groupes : %s

source: You can't modify the superuser status
fr: Vous ne pouvez pas modifier le statut super-utilisateur

source: This field is available when 'Offer post-bachelor immersions is enabled
fr: Ce champ est activé si 'Propose son offre post-bac à l'immersion' est coché

# convention
source: Always %s : this option cannot be changed due to high school agreements options in general settings
fr: Toujours %s : cette option ne peut être changée en raison des options de conventionnement des lycées dans les paramètres généraux.

source: This field cannot be changed because ACTIVATE_EDUCONNECT is not set
fr: Ce champ ne peut pas être modifié car le paramètre ACTIVATE_EDUCONNECT n'est pas activé

source: This field cannot be changed because this high school already has student accounts
fr: Ce champ ne peut pas être modifié car des comptes lycéens sont déjà rattachés à ce lycée

source: This field cannot be changed because ACTIVATE_FEDERATION_AGENT is not set
fr: Ce champ ne peut pas être modifié car le paramètre ACTIVATE_FEDERATION_AGENT n'est pas activé

source: Please be careful when activating this setting : usernames of users of this establishment must match the agent federation ones.
fr: Attention en activant ce paramètre : les identifiants des utilisateurs de cet établissements doivent correspondre à ceux de la Fédération Agent.

source: Both convention dates are required if 'convention' is checked
fr: Les deux dates de conventions sont obligatoires si l'option 'Conventionné' est cochée

source: You can't change this setting because this high school already has student accounts.
fr: Ce paramètre ne peut pas être modifié car des comptes lycéens sont déjà rattachés à ce lycée

source: This field is mandatory when using the student federation
fr: Ce champ est obligatoire si la fédération Educonnect est utilisée

source: The uai code %(code)s - %(label)s is already associated with another high school
fr: Le code uai %(code)s - %(label)s est déjà associé à un autre lycée

source: The message body contains forbidden variables :
fr: Le corps du message contient des variables non autorisées :

source: The message body contains syntax error(s) :
fr: Le corps du message contient des erreurs de syntaxe :

source: at "%(pos)s" line %(line)s
fr: à "%(pos)s" ligne %(line)s

source: The message body contains unknown variable(s) :
fr: Le corps du message contient des variables inconnues :

source: Please keep filesize under %(maxupload)s. Current filesize %(current_size)s
fr: Veuillez téléverser des fichiers dont la taille n'excède pas %(maxupload)s. Taille actuelle : %(current_size)s

source: File type is not allowed
fr: Type de fichier non autorisé

source: At least one profile is required
fr: Au moins un profil est requis

source: Visitor profile is mandatory when adding visitor types
fr: Le profil VIS est obligatoire si des types de visiteurs sont sélectionnés

source: You are not allowed to create a new Evaluation Form Link
fr: Vous ne pouvez pas créer de nouveau lien de formulaire d'évaluation

source: Read only
fr: Lecture seule

source: Students users exist you can't deactivate students
fr: Des étudiants sont enregistrés, vous ne pouvez pas désactiver cette fonctionnalité

source: Visitors users exist you can't deactivate visitors
fr: Des visiteurs sont enregistrés, vous ne pouvez pas désactiver cette fonctionnalité

source: ACTIVATE_HIGH_SCHOOL_WITH_AGREEMENT general setting is missing or incorrect. Please fix.
fr: Le paramètre ACTIVATE_HIGH_SCHOOL_WITH_AGREEMENT est absent ou incorrect. Veuillez l'ajouter ou corriger sa valeur.

source: ACTIVATE_HIGH_SCHOOL_WITHOUT_AGREEMENT general setting is missing or incorrect. Please fix.
fr: Le paramètre ACTIVATE_HIGH_SCHOOL_WITHOUT_AGREEMENT est absent ou incorrect. Veuillez l'ajouter ou corriger sa valeur.

source: ACTIVATE_HIGH_SCHOOL_WITH_AGREEMENT and ACTIVATE_HIGH_SCHOOL_WITHOUT_AGREEMENT cannot be both set to False
fr: Les paramètres ACTIVATE_HIGH_SCHOOL_WITH_AGREEMENT et ACTIVATE_HIGH_SCHOOL_WITHOUT_AGREEMENT ne peuvent pas être tous les deux désactivés.

source: This parameter can't be set to False : there are high schools with agreements in database, please update or delete these first
fr: Ce paramètre ne peut pas être désactivé : des lycées conventionnés existent en base, veuillez d'abord les mettre à jour ou les supprimer

source: This parameter can't be set to False : there are high schools without agreements in database, please update or delete these first
fr: Ce paramètre ne peut pas être désactivé : des lycées non conventionnés existent en base, veuillez d'abord les mettre à jour ou les supprimer

source: A default quota value is mandatory
fr: La valeur du quota par défaut est obligatoire

source: The default quota value must be a positive integer > 0
fr: La valeur du quota par défaut doit être un entier positif supérieur à 0

source: This parameter can't be set to False : some high schools use the agent federation to authenticate their users
fr: Ce paramètre ne peut pas être désactivé : des lycées utilisent la fédération d'agents pour authentifier leurs utilisateurs

source: This parameter can't be set to False : some high schools use the student identity federation to authenticate their students
fr: Ce paramètre ne peut pas être désactivé : des lycées utilisent la fédération d'identité Educonnect pour authentifier leurs élèves.

source: Field locked : a high school record uses this level
fr: Verrouillé : une fiche lycéen(ne) utilise ce niveau

source: Field locked : a student record uses this level
fr: Verrouillé : une fiche étudiant(te) utilise ce niveau

source: A favicon already exists
fr: Un favicon est déjà utilisé

source: If not empty, uses 'Execution time' field for the first execution
fr: Si non vide, utilise l'Heure d'exécution pour le premier lancement de la journée

source: Minutes will be rounded to force 5 min steps
fr: Les minutes seront arrondies par tranches de 5 minutes

source: Date and frequency can't be both set
fr: La date et la fréquence ne peuvent être paramétrées en même temps

source: Repositories
fr: Référentiels

source: The end date must be after the start date.
fr: La date de début des immersions doit être antérieure à la date de fin des immersions

source: Error : multiple active university years
fr: Erreur : plusieurs années universitaires actives trouvées

source: Error : can't find any active university year
fr: Erreur : année universitaire active non trouvée

source: Error : a course can only be created between start and end of the active university year
fr: Erreur : un cours ne peut être créé qu'entre la date de début et la date de fin de l'année universitaire active

source: Error : dates of active university year improperly configured
fr: Erreur : les dates de l'année universitaire active sont incorrectes

source: You don't have enough privileges to update this course
fr: Vous n'avez pas les droits suffisants pour modifier ce cours

source: Available periods depend on the slot date
fr: Les périodes proposées dépendent de la date du créneau

source: Read only - slot already has registrations
fr: Lecture seule - des inscriptions existent

source: dd/mm/yyyy
fr: jj/mm/aaaa

source: You must allow at least one of individual or group registrations
fr: Vous devez autoriser au moins un type d'inscription (individuelle ou groupe)

source: Please enter a valid number for 'n_places' field
fr: Veuillez entrer un nombre positif non nul dans le champ 'Nombre maximum de places'

source: The 'n_places' field must not exceed %s
fr: Le nombre de places ne doit pas dépasser %s

source: Please enter a valid number for 'n_group_places' field
fr: Veuillez entrer un nombre positif non nul dans le champ 'Nombre de places pour les cohortes'

source: The slot already has registered students, individual registrations can't be disabled
fr: Ce créneau a déjà des immersions, les inscriptions individuelles ne peuvent pas être désactivées

source: The slot already has registered groups, groups registrations can't be disabled
fr: Ce créneau a déjà des immersions de groupe, les inscriptions en cohortes ne peuvent pas être désactivées

source: You can't set places value lower than actual individual immersions
fr: Vous ne pouvez pas baisser le nombre de places sous le nombre d'étudiants déjà inscrits

source: You can't set group places value lower than actual registered group(s) people count
fr: Vous ne pouvez pas baisser les places réservées aux groupes sous les effectifs des groupes déjà inscrits (étudiants et accompagnateurs)

source: Invalid option for a course slot
fr: Lieu : option non valide pour un créneau de cours

source: This field is required
fr: Ce champs est obligatoire

source: Invalid date for selected period : please check periods settings
fr: Date invalide pour la période sélectionnée : merci de vérifier les dates des périodes.

source: Required fields are not filled in
fr: Champs obligatoires non renseignés

source: Slot is set for today : please enter a valid start_time
fr: Le créneau a lieu aujourd'hui : veuillez sélectionner une heure de début valide

source: Error: Start time must be set before end time
fr: Erreur: L'heure de fin doit être postérieure à l'heure de début

source: Course published
fr: Cours publié

source: The slot will be saved, but the course publication start date do not match the slot date. The course publication start date will be changed automatically. Remember to adjust it yourself so that registrations can proceed without problems.
fr: Le créneau va être enregistré, néanmoins la date de début de publication du cours ne correspond pas à la date du créneau. La date de début de publication du cours va être modifiée automatiquement. Pensez à l'ajuster par vous même pour que les inscriptions se passent sans encombre.

source: The slot will be saved, but the course publication end date do not match the slot date. The course publication end date will be changed automatically. Remember to adjust it yourself so that registrations can proceed without problems.
fr: Le créneau va être enregistré, néanmoins la date de fin de publication du cours ne correspond pas à la date du créneau. La date de fin de publication du cours va être modifiée automatiquement. Pensez à l'ajuster par vous même pour que les inscriptions se passent sans encombre.

source: Course slot "%s" created.
fr: Créneau de cours "%s" créé.

source: Enter additional information
fr: Écrivez des informations complémentaires

source: Enter the room name
fr: Entrez le nom d'une salle

source: Keep each value
fr: Conserver chaque valeur

source: Update all
fr: Modifier les créneaux

source: You can't set a date in the past
fr: Vous ne pouvez pas paramétrer de date dans le passé

source: Event published
fr: Évènement publié

source: The slot will be saved, but the event publication start date do not match the slot date. The event publication start date will be changed automatically. Remember to adjust it yourself so that registrations can proceed without problems.
fr: Le créneau va être enregistré, néanmoins la date de début de publication de l'événement ne correspond pas à la date du créneau. La date de début de publication de l'événement va être modifiée automatiquement. Pensez à l'ajuster par vous même pour que les inscriptions se passent sans encombre.

source: The slot will be saved, but the event publication end date do not match the slot date. The event publication end date will be changed automatically. Remember to adjust it yourself so that registrations can proceed without problems.
fr: Le créneau va être enregistré, néanmoins la date de fin de publication de l'événement ne correspond pas à la date du créneau. La date de fin de publication de l'événement va être modifiée automatiquement. Pensez à l'ajuster par vous même pour que les inscriptions se passent sans encombre.

source: This field must be filled
fr: Ce champs doit être rempli

source: Subject
fr: Sujet

source: This field is required.
fr: Ce champs doit être rempli

source: An event with these values already exists
fr: Un évènement avec ces valeurs existe déjà

source: Please add at least one speaker.
fr: Veuillez ajouter au moins un intervenant.

source: User '{}' created
fr: Utilisateur '{}' créé

source: Couldn't add group 'INTER' to user '%s'
fr: Impossible d'ajouter le groupe 'INTER' à l'utilisateur '%s'

source: A confirmation email has been sent to {}
fr: Un courriel de confirmation a été envoyé à l'adresse {}

source: UAI Code
fr: Code UAI

source: Label
fr: Libellé

source: Country
fr: Pays

source: Higher education institutions
fr: Établissements d'Etudes Supérieures

source: Establishment with UAI
fr: Établissement avec UAI

source: Establishments with UAI
fr: Établissements avec UAI

source: Never
fr: Jamais

source: Always, if the registrant checked the disability flag
fr: Systématiquement si un handicap est déclaré dans la fiche

source: At the request of the registrant for the slot
fr: Sur demande de l'inscrit pour le créneau

source: Address2
fr: Adresse2

source: Address3
fr: Adresse3

source: Phone number
fr: Téléphone

source: Active
fr: En service

source: Signed charter
fr: Charte signée

source: Certificate header
fr: Entête du certificat

source: Certificate footer
fr: Pied de page du certificat

source: Disability referent record notification
fr: Envoi d'une notification au référent handicap

source: Notify disability referent on record validation
fr: Notifier le référent handicap à la validation d'une fiche

source: Disability slot notification
fr: Notification handicap à l'inscription à un créneau

source: Notify disability referent on slot registration
fr: Notifier le référent handicap lors d'une inscription à un créneau
