Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale/*/LC_MESSAGES/django.po
Languages: fr

source: My email address
fr: Mon courriel

source: Send me instructions !
fr: Envoyer les instructions

source: Immersion Lycéens - New visitor account
fr: Immersion Lycéens - Nouveau compte visiteur

source: Immersion Lycéens - New high school student account
fr: Immersion Lycéens - Nouveau compte lycéen

source: Please fill this form to create your account
fr: Veuillez compléter le formulaire suivant pour créer votre compte

source: Resend an activation email
fr: Renvoyer le mail d'activation

source: Resend
fr: Renvoyer

source: No match
fr: Pas de correspondance

source: Immersions periods
fr: Périodes d'immersions

source: Your situation
fr: Votre situation

source: In the process of being created
fr: En cours de création

source: Do you really want to cancel this alert ?
fr: Voulez-vous vraiment annuler cette alerte ?

source: My courses alerts
fr: Mes alertes

source: Domain(s)
fr: Domaine(s)

source: Subdomain(s)
fr: Sous domaine(s)

source: Notification sent
fr: Notification envoyée

source: Cancel alert
fr: Annuler l'alerte

source: Cancel a registration
fr: Annuler une inscription

source: Please select a reason for this registration cancellation
fr: Veuillez sélectionner le motif d'annulation

source: I confirm the cancellation
fr: Je confirme l'annulation

source: Send an email to registered students or group contacts
fr: Envoi d'un courriel aux étudiants inscrits ou aux contacts des groupes

source: Receive a copy of this email ?
fr: Recevoir une copie de ce courriel ?

source: Message successfully sent
fr: Message envoyé avec succès

source: My request
fr: Ma demande

source: Result in digits
fr: Résultat en chiffre

source: Invalid result
fr: Résultat non valide

source: zero
fr: zéro

source: one
fr: un

source: two
fr: deux

source: three
fr: trois

source: four
fr: quatre

source: five
fr: cinq

source: seven
fr: sept

source: height
fr: huit

source: nine
fr: neuf

source: ten
fr: dix

source: What is the result of
fr: Quel est le résultat de

source: Set an alert on a course
fr: Créer une alerte pour ce cours

source: Please enter your email address to receive an email when a slot is available :
fr: Veuillez entrer votre courriel pour recevoir une notification lorsqu'une place se libère :

source: Please confirm to receive an email when a slot is available :
fr: Merci de confirmer ci-dessous pour recevoir une notification lorsqu'une place se libère :

source: Your email address
fr: Votre courriel

source: Set alert
fr: Créer l'alerte

source: Charts filters
fr: Gestion des filtres

source: Students level
fr: Niveau des étudiants

source: Establishment / High school
fr: Etablissement / Lycée

source: Submit filters
fr: Valider ces filtres

source: Prepare my immersion
fr: Préparer mon immersion

source: Would you like to be contacted by the Disability Referent to prepare for your immersion ?
fr: Souhaitez-vous être contacté(e) par le référent Handicap pour préparer votre immersion ?

source: Account deletion
fr: Suppression du compte

source: Are you sure you want to completely delete this account ?
fr: Êtes-vous sûr(e) de vouloir supprimer complètement ce compte ?

source: Please note this action is irreversible and all data will be definitely lost
fr: Attention cette action est irréversible et toutes les données seront perdues.

source: The student (%(first_name)s %(last_name)s - %(birth_date)s) has these current registrations :
fr: Ce compte (%(first_name)s %(last_name)s - %(birth_date)s) a des inscriptions :

source: Past registrations
fr: Nombre d'inscriptions passées

source: Future registrations
fr: Nombre d'inscriptions futures

source: Send an email confirmation to the student
fr: Envoi d'un mail de confirmation

source: I confirm the deletion
fr: Je confirme la suppression

source: Speaker account deletion
fr: Suppression de l'intervenant

source: Are you sure you want to completely delete this speaker account ?
fr: Êtes-vous sûr(e) de vouloir supprimer le compte de cet intervenant ?

source: Other registrants from the same school
fr: Autres inscrits du même lycée

source: Other registrants from the same school/establishment
fr: Autres inscrits du même lycée/établissement

source: Additional info.
fr: Infos complémentaires

source: Educational establishment
fr: Établissement scolaire

source: Students count
fr: Nombre d'élèves

source: Guides count
fr: Nombre d'accompagnateurs

source: Contact emails
fr: Courriels de contact

source: A list of emails separated by a comma
fr: Une liste de courriels séparés par une virgule

source: Add this group
fr: Inscrire ce groupe

source: Confirm registration
fr: Confirmer l'inscription

source: Selected student is off quota for this period, would you like to register anyway ?
fr: L'étudiant(e) sélectionné(e) a déjà atteint le quota pour cette période, voulez vous l'inscrire malgré tout ?

source: Selected student is off training quota for this period, would you like to register anyway ?
fr: L'étudiant(e) sélectionné(e) a atteint le quota par formation sur cette période, voulez vous l'inscrire malgré tout ?

source: Selected student doesn't match the slot restrictions, would you like to register anyway ?
fr: L'étudiant(e) sélectionné(e) ne valide pas les restrictions du créneau, voulez vous l'inscrire malgré tout ?

source: The registration deadline for this slot has passed, would you like to register anyway ?
fr: La date limite d'inscription pour ce créneau est passée, voulez vous l'inscrire malgré tout ?

source: University
fr: Université

source: Bachelor type restriction
fr: Restriction sur le type de baccalauréat

source: Technological bachelor mentions restrictions
fr: Restrictions sur les mentions du baccalauréat technologique

source: General bachelor teachings restrictions
fr: Restrictions sur les spécialités du baccalauréat général

source: Establishment restrictions in effect
fr: Restrictions sur les établissements en vigueur

source: Register person
fr: Inscrire la personne

source: Registration successful
fr: Inscription réussie

source: Student immersions
fr: Immersions de l'étudiant

source: Managed by
fr: Gérés par

source: Details
fr: Détails

source: Slot registrations
fr: Lycéens et étudiants inscrits à ce créneau

source: High-school / Home institution
fr: Lycée / Établissement

source: Attendances
fr: Émargements

source: Set all present
fr: Marquer tous les inscrits 'présents'

source: Set all not Present
fr: Marquer tous les inscrits 'absents'

source: Cancel registrations
fr: Annuler des inscriptions

source: Add registration
fr: Ajouter inscription

source: Group slot registrations
fr: Cohortes inscrites à ce créneau

source: People
fr: Effectifs

source: NOT Present
fr: Absent(e)

source: No registered students
fr: Pas d'étudiant(e)s inscrit(e)s

source: Send an email to registered students
fr: Envoi d'un mail de confirmation pour les étudiant(e)s inscrit(e)s

source: Download attendance list
fr: Télécharger la liste d'émargement

source: student(s) present on
fr: personne(s) présente(s) sur

source: registered
fr: inscrit(s)

source: free places out of
fr: place(s) libre(s) sur

source: No registered groups
fr: Aucun groupe inscrit

source: Send an email to registered groups contacts
fr: Envoi d'un courriel aux contacts des groupes inscrits

source: group(s) present on
fr: groupe(s) présent(s) sur

source: Only one group allowed
fr: Un seul groupe autorisé

source: Register a new group
fr: Inscrire un nouveau groupe

source: Please select a cancel type first
fr: Sélectionnez d'abord un type d'annulation

source: Registration(s) successful cancelled
fr: Inscription(s) annulée(s)

source: No offer available
fr: Pas d'offre disponible

source: Events offer
fr: Offre d'évènements

source: by establishments
fr: par établissements

source: Please read before you register
fr: À lire avant toute inscription

source: Advanced search
fr: Recherche avancée

source: Slots with available places
fr: Créneaux avec des places disponibles

source: Slots not full only
fr: Seulement les créneaux non complets

source: Cities
fr: Villes

source: An individual immersion is available to anyone with a valid account to come to the immersion
fr: Une immersion individuelle est accessible à toute personne ayant un compte valide pour venir en immersion

source: Cohort immersion is reserved for establishments wishing to enrol a group of students in immersion
fr: Une immersion en cohorte est réservée aux établissements scolaires qui souhaitent inscrire un groupe d'élève en immersion
