Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale_bordeaux/*/LC_MESSAGES/django.po
Languages: fr

source: Off offer events list
fr: Liste des autres évènements

source: Do you really want to delete this event ?
fr: Voulez-vous vraiment supprimer cet évènement ?

source: View slots for this event
fr: Voir les créneaux de cet évènement

source: Add a slot for this event
fr: Créer un créneau pour cet évènement

source: Event slots
fr: Créneaux d'évènements

source: Do you really want to delete this event slot ?
fr: Voulez-vous vraiment supprimer ce créneau d'évènement ?

source: Add an event slot
fr: Ajouter un créneau d'évènement

source: New event slot
fr: Nouveau créneau d'évènement

source: Off offer Events
fr: Autres évènements

source: Off offer events slots list
fr: Liste des créneaux d'évènements

source: New off offer event slot
fr: Nouveau créneau d'évènement

source: An off offer event type with this label already exists
fr: Un type d'autre évènement avec ce nom existe déjà

source: Off offer event type
fr: Type d'autre évènement

source: Off offer event types
fr: Types d'autres évènements

source: An off offer event with the same attachments and label already exists
fr: Un 'autre évènement' avec les mêmes éléments et le même libellé existe déjà

source: Off-offer event
fr: Activité

source: Off-offer events
fr: Activités

source: Off offer event
fr: Autre évènement

source: Off offer event "%s" created.
fr: Autre évènement "%s" créé.

source: Off offer event not created.
fr: Autre évènement non créé.

source: Off offer event "%s" updated.
fr: Autre évènement "%s" mis à jour.

source: Off offer event "%s" not updated.
fr: Echec de la mise à jour de l'évènement "%s"

source: Off offer event successfully deleted
fr: Autre évènement supprimé avec succès

source: Duplicate an off offer event
fr: Dupliquer cet évènement

source: Update an off offer event
fr: Modifier cet évènement

source: New off offer event
fr: Nouvel évènement

source: Create a new off offer event
fr: Créer un 'autre évènement'

source: Event description
fr: Description de l'évènement

source: Duplicate an event slot
fr: Dupliquer un créneau d'évènement

source: Update an event slot
fr: Mettre à jour un créneau d'évènement

source: Add a new event slot
fr: Ajouter un créneau d'évènement

source: Confirm event slot creation
fr: Confirmer la création du créneau d'évènement

source: This date is inside a vacation or a holiday. Do you really want to create an event slot with this date ?
fr: Cette date se situe pendant une période de vacances et/ou est un jour férié. Êtes-vous sûr(e) de vouloir utiliser cette date pour ce créneau d'évènement ?

source: Confirm event publication
fr: Confirmer la publication de l'évènement

source: This event is unpublished. By creating this event slot, the associated event will be published. Do you want to continue?
fr: Cet évènement n'est pas publié. En publiant ce créneau d'évènement, l'évènement associé sera publié. Voulez-vous continuer ?

source: Events offer
fr: Offre d'évènements

source: available events (see below)
fr: évènements disponibles (voir ci-dessous)

source: available events
fr: évènements disponibles

source: No off offer event available
fr: Pas d'autre évènement disponible

source: Event N°1
fr: Évènement N°1

source: My event
fr: Mon évènement

source: My event description
fr: Description de mon évènement

source: Event type
fr: Type d'évènement

source: event type
fr: type d'évènement

# slot type
source: Event
fr: Autre évènement

source: Event
fr: Autre évènement

source: anonymous_events
fr: évènements_anonymisés

source: Some slots are attached to this event: it can't be deleted
fr: Des créneaux sont liés à cet autre évènement : suppression impossible

source: This account is linked to courses/visits/events, you can't delete it
fr: Ce compte est lié à des cours/visites/évènements, il ne peut pas être supprimé

source: This event type is used by and event, it cannot be deleted
fr: Ce type d'évènement est utilisé par un évènement, il ne peut pas être supprimé

source: Event published
fr: Autre évènement publié

source: An event with these values already exists
fr: Un évènement avec ces valeurs existe déjà

source: Event - %s
fr: Autre évènement - %s

source: A slot requires at least a 'course', a 'visit' or an 'event' object
fr: Un créneau nécessite un cours, une visite ou un autre évènement

source: Event slot "%s" created.
fr: Créneau d'évènement "%s" créé.

source: Event slot not created.
fr: Créneau d'évènement non créé.

source: Event slot "%s" updated.
fr: Créneau d'évènement "%s" mis à jour.

source: Event slot "%s" not updated.
fr: Échec de la mise jour du créneau d'évènement "%s".

source: event
fr: autre évènement

source: This action delete all registrations, all high school student accounts, all students accounts, all visitors accounts, all slots, all visits and all events.
fr: Cette action supprimera toutes les inscriptions, tous les comptes lycéens, étudiants, visiteurs, tous les créneaux de cours, de visites et d'évènements.

source: My events
fr: Mes évènements

# events
source: Managed by
fr: Gérés par

source: My events slots
fr: Mes créneaux d'évènements

source: Has courses or events
fr: A des cours/autres évènements

source: Anonymous events data
fr: Données anonymisées des évènements

source: Extract events data
fr: Extraire les données des évènements

source: Events
fr: Autres évènements

source: Events to come
fr: Autres évènements à venir

source: Past events
fr: Autres évènements passés

source: Cancelled events
fr: Autres évènements annulés

source: Link two or more of your speakers accounts to view all your courses, visits or events in the same tables.
fr: Lier vos comptes Intervenant pour voir tous vos cours, visites ou évènements dans les mêmes tables
