Repository: unistra/esup-immersup
Catalog: immersionlyceens/locale_reims/*/LC_MESSAGES/django.po
Languages: fr

source: Off offer event successfully deleted
fr: Activité supprimée avec succès

source: An off offer event type with this label already exists
fr: Une activité avec ce nom existe déjà

source: Off offer event type
fr: Type d'activité

source: Off offer event types
fr: Types d'activités

source: An off offer event with the same attachments and label already exists
fr: Une activité avec les mêmes éléments et le même libellé existe déjà

source: Off-offer event
fr: Activité

source: Off-offer events
fr: Activités

source: Off offer event
fr: Activité

source: Off offer event "%s" created.
fr: Activité "%s" créée

source: Off offer event not created.
fr: Activité "%s" non créée

source: Off offer event "%s" updated.
fr: Activité "%s" mise à jour

source: Off offer event "%s" not updated.
fr: Échec de la mise à jour de l'activité "%s"

source: Duplicate an off offer event
fr: Dupliquer cette activité

source: Update an off offer event
fr: Modifier cette activité

source: New off offer event
fr: Nouvelle activité

source: Create a new off offer event
fr: Créer une nouvelle activité

source: Event description
fr: Description de l'activité

source: Duplicate an event slot
fr: Dupliquer un créneau d'activité

source: Update an event slot
fr: Mettre à jour un créneau d'activité

source: Add a new event slot
fr: Ajouter un créneau d'activité

source: Confirm event slot creation
fr: Confirmer la création du créneau d'activité

source: This date is inside a vacation or a holiday. Do you really want to create an event slot with this date ?
fr: Cette date se situe pendant une période de vacances et/ou est un jour férié. Êtes-vous sûr(e) de vouloir utiliser cette date pour ce créneau d'activité ?

source: Confirm event publication
fr: Confirmer la publication de l'activité

source: This event is unpublished. By creating this event slot, the associated event will be published. Do you want to continue?
fr: Cette activité n'est pas publiée. En publiant ce créneau d'activité, l'activité associée sera publiée. Voulez-vous continuer ?

source: Off offer events list
fr: Liste des activités

source: Do you really want to delete this event ?
fr: Voulez-vous vraiment supprimer cette activité ?

source: View slots for this event
fr: Voir les créneaux de cette activité

source: Add a slot for this event
fr: Créer un créneau pour cette activité

source: Event slots
fr: Créneaux d'activités

source: Do you really want to delete this event slot ?
fr: Voulez-vous vraiment supprimer ce créneau d'activité ?

source: Add an event slot
fr: Ajouter un créneau d'activité

source: New event slot
fr: Nouveau créneau d'activité

source: Off offer Events
fr: Activités

source: Off offer events slots list
fr: Liste des créneaux d'activités

source: New off offer event slot
fr: Nouveau créneau d'activité

source: Events offer
fr: Offre d'activités

source: available events (see below)
fr: activités disponibles (voir ci-dessous)

source: available events
fr: activités disponibles

source: No off offer event available
fr: Aucune activité disponible

source: Event N°1
fr: Activité N°1

source: My event
fr: Mon activité

source: My event description
fr: Description de mon activité

source: Event type
fr: Type d'activité

source: event type
fr: type d'activité

source: course/event/visit label
fr: Libellé de cours/activité/visite

# slot type
source: Event
fr: Activité

source: Event
fr: Activité

source: anonymous_events
fr: activités_anonymisées

source: Some slots are attached to this event: it can't be deleted
fr: Des créneaux sont liés à cette activité : suppression impossible

source: This account is linked to courses/visits/events, you can't delete it
fr: Ce compte est lié à des cours/visites/activités, il ne peut pas être supprimé

source: This event type is used by and event, it cannot be deleted
fr: Ce type d'activité est utilisé par une activité, il ne peut pas être supprimé

source: Event published
fr: Activité publiée

source: An event with these values already exists
fr: Une activité avec ces valeurs existe déjà

source: Event - %s
fr: Activité - %s

source: A slot requires at least a 'course', a 'visit' or an 'event' object
fr: Un créneau nécessite un cours, une visite ou une activité

source: Event slot "%s" created.
fr: Créneau d'activité "%s" créé.

source: Event slot not created.
fr: Créneau d'activité non créé.

source: Event slot "%s" updated.
fr: Créneau d'activité "%s" mis à jour.

source: Event slot "%s" not updated.
fr: Échec de la mise jour du créneau d'activité "%s".

source: event
fr: activité

source: This action delete all registrations, all high school student accounts, all students accounts, all visitors accounts, all slots, all visits and all events.
fr: Cette action supprimera toutes les inscriptions, tous les comptes lycéens, étudiants, visiteurs, tous les créneaux de cours, de visites et d'activités.

source: My events
fr: Mes activités

# events
source: Managed by
fr: Gérées par

source: My events slots
fr: Mes créneaux d'activités

source: Has courses or events
fr: A des cours/activités

source: Anonymous events data
fr: Données anonymisées des activités

source: Extract events data
fr: Extraire les données des activités

source: Events
fr: Activités

source: Events to come
fr: Activités à venir

source: Past events
fr: Activités passées

source: Cancelled events
fr: Activités annulées

source: Link two or more of your speakers accounts to view all your courses, visits or events in the same tables.
fr: Lier vos comptes Intervenant pour voir tous vos cours, visites ou activités dans les mêmes tables
